{
	"books": [
		{
			"volume": "1",
			"title": "One Rainy Day in May",
			"chapters": [
				{
					"title": "“Is Everything Okay?”",
					"narrator": "Xanther Ibrahim",
					"start": "May 10, 2014 (08:03:05)",
					"end": "May 10, 2014 (08:19:15)",
					"summary": "The chapter opens up on May 10, 2014 at 08:03:05 in Los Angeles, California. Xanther is in the car with her stepfather Anwar and they are driving through the rain so they can get the surprise gift her parents have waiting for her. Along the way, a series of thoughts race through Xanther's head. As this happens, she starts feeling a small seizure coming but she chooses not to speak up about it, despite promising her parents that she would. Anwar asks Xanther if everything is okay, and she responds by telling him she is thinking about her biological father, Dov.\nThe chapter ends on May 10, 2014 at 08:19:15.\n"
				},
				{
					"title": "Lupita’s",
					"narrator": "Luther Perez",
					"start": "May 10, 2014 (08:19:16)",
					"end": "May 10, 2014 (08:43:58)",
					"summary": "The chapter opens up on May 10, 2014 at 08:19:16 in Los Angeles, California. Luther is standing out in the rain with a blanket over his head, and he seems to be waiting for someone. Already with him is Almoraz, a fellow member of the gang he is a part of. The two talk, and when Almoraz insults him, Luther head butts him in the nose. A younger man named Chitel is also there, and when Luther sees him with his phone out, he threatens Chitel about making sure he has no pictures of Luther saved on there. Seeing that whoever was supposed to show up still has not arrived, Luther and Almoraz go inside where Almoraz gets his nose checked out.\nLuther begins talking to Lupita (whose real name is Paloma Cadenaza Carnamando), and she informs him of a job that needs to be taken care of. She wants Luther to assist Chitel and his crew with selling drugs in Glendale. Luther initially rejects this assignment, stating that he has other work to do, but Lupita talks him into doing it.\nThe chapter ends on May 10, 2014 at 08:43:58.\n"
				},
				{
					"title": "Square One",
					"narrator": "Anwar Ibrahim",
					"start": "May 10, 2014 (08:43:59)",
					"end": "May 10, 2014 (09:19:20)",
					"summary": "The chapter opens up on May 10, 2014 at 08:43:59 in Los Angeles, California. Anwar and Xanther arrive to a restaurant called Square One Dining, where they eat breakfast. Xanther asks if they are late for her appointment with her therapist, Dr. Potts. Anwar responds by saying the appointment isn't until 10am, and the \"big surprise\" that was previously mentioned will not happen until 3pm in Venice. Anwar can't get over the fact that the surprised cost $20,000, but he is still happy to give Xanther the gift. An extra $10,000 has been spent to seperately gift Xanther's younger twin half-sisters, Shasti and Freya. As they eat, Xanther starts asking Anwar about how game engines work. Anwar answers her questions and she starts asking about his friends and co-workers, namely his old friend Mefisto Dazine.\nIt is explained that Mefisto is a fellow programmer, but his skills far surpass those of Anwar's. However, it has been over a year since he last saw Mefisto in person and Anwar is unsure of where he is today. Strangely, just recently, Mefisto had suddenly left an apologetic voicemail on the Ibrahims' answering machine regarding a prank gone wrong. It may have been for a web advertisement, or some kind of distribution scheme, as Anwar speculates. Anwar checks his phone and sees that he has missed 117 phone calls, 2,187 text messages, and his voice mail has become full since the last time he checked it. His e-mail account has also been flooded with such related messages.\nAnwar's thoughts then shift to an old memory of Xanther standing in front of Dov's casket at the Arlington National Cemetery. His daydreaming is suddenly cut off when Xanther successfully guesses that he was thinking about Dov. Anwar admits that he misses Dov just as Xanther does. Anwar begins thinking again, about two facts: the first being the fact that Anwar and Astair began dating when Astair was already three months pregnant with Xanther. The second fact was that Dov was Xanther's biological father. When Anwar and Xanther both finish eating, they leave Square One Dining and continue driving. While driving, they continue talking about Dov.\nThe chapter ends on May 10, 2014 at 09:19:20.\n"
				},
				{
					"title": "zhong",
					"narrator": "Jingjing",
					"start": "May 11, 2014 (00:19:21)",
					"end": "May 11, 2014 (00:36:14)",
					"summary": "The chapter opens up on May 11, 2014 at 00:19:21 in Singapore. Jingjing is standing in a void deck with a few strangers. He listens to them gossip about Tian Li, the healing woman he works for. They accuse her of being a witch and being able to make bizarre, supernatural things happen. Their reasons for saying these things about her seems to be because of the cat she owns. Jingjing disagrees with these accusations, though he too becomes uncomfortable whenever he is around the cat.\nJingjing talks about how he enjoys collecting monster cards and always keeps his deck in his back pocket. He also sometimes likes to keep a cricket in his shirt pocket for good luck. Jingjing briefly talks with a man named Spencer, who mocks Jingjing because of the way he talks. He refuses to talk openly with anybody about the cat, but he thinks about some of the weird occurrences he has had with it, such as seeing its shadow move around while the cat itself was standing still one night. He also talks about how whenever Tian Li leaves the complex, the cat will ride on her shoulder. He describes the cat as tiny with white fur and unusually bright eyes.\nJingjing recalls when he first met Tian Li. It was in a park four years ago. He was being arrested by the police for drug usage, but Tian Li managed to convince the officer to let him go. She offered to take Jingjing in, have him work for her, and promise him a better life as long as he swore to no longer use drugs. He agreed, but as he looks back on this memory, he begins to realize that he is not happy. He thinks about the postcards in his bedroom and how he would love to one day leave Singapore and explore the world.\nAs Jingjing continues listening to the void deck strangers talk, he decides to go outside and walk in the rain. He finds Tian Li standing with a man kneeling down in front of her. When Jingjing gets closer, he recognizes man as a billionaire named Zhong Sim Lin. Zhong asks Tian Li for a favor and promises to pay her any amount of money she requests in return. She can't understand Zhong so Jingjing provides translations for them both. Ultimately Tian Li agrees to go along with Zhong's request, though she has never seen or heard of him before.\nThe chapter ends on May 11, 2014 at 00:36:14.\n"
				},
				{
					"title": "Big Surprise",
					"narrator": "Astair Ibrahim",
					"start": "May 10, 2014 (09:36:15)",
					"end": "May 10, 2014 (09:51:09)",
					"summary": "The chapter opens up on May 10, 2014 at 09:36:15 in Los Angeles, California. Astair is in her home with her twin daughters Shasti and Freya. The rain has caused holes to appear in the roof and they set pots and containers beneath the holes to catch the rainwater. Astair contemplates calling her landlord, Cyril Kosignski, to discuss the problem. She does not call, though, as she becomes distracted by her daughters.\nAstair, while waiting for her friend Taymor to arrive, tells the twins to get ready so they can all drive somewhere. The house's landline, as well as both Anwar and Astair's cell phones, are still ringing nonstop due to the recent prank of Anwar's old friend Mefisto. She unplugs all of the cordless phones in the house except for the one in Anwar's office, which continues to ring as well.\nAs Astair sits on her bed and waits, she looks at the manila envelope next to her. She knows it contains the thesis she wrote for her college course but she does not want to open it and see her grade on it until later that night. She feels confident, though, as her advisor Llewyn Fabler has given her good feedback with the previous draft.\nSoon after this, Taymor pulls up into the driveway. Shasti and Freya ask Astair about what the big surprise for Xanther is. She tells them that they are getting her a dog.\nThe chapter ends on May 10, 2014 at 09:51:09.\n"
				},
				{
					"title": "The Orb",
					"narrator": "The Wizard",
					"start": "May 10, 2014 (11:51:10)",
					"end": "May 10, 2014 (12:04:07)",
					"summary": "The chapter opens up on May 10, 2014 at 11:51:10 in Marfa, Texas. Cas and her husband Bobby are hiding out in an RV where they hope they will not be found. The two are in possession of a mysterious Orb. They do not fully understand how to use it or how it works but it seems to be able to show different moments throughout history. It may possibly be able to see different versions of those same events as well. Cas uses the Orb to view different events until Bobby approaches her and asks if she would like anything for lunch.\nCas seems to be depressed over a failed attempt at something that happened before the chapter began. When a police car drives past the trailer, she becomes anxious and paranoid until it is no longer in sight. She and Bobby begin discussing recent events. They have lost a great deal of what they worked for in the past because of someone who goes by the name Recluse. According to Cas, Recluse has managed to create a VEM Window Reduction which has caused their Distribution to self-replicate. It is unclear what this exactly means.\nCas asks Bobby about the locations of some of their other associates. These people go by the names Endoria, Artemis, Treebeard, Sorcerer, and Warlock. Bobby is unsure of where they are, though they are both relieved that their partner Deakin, aka Merlin, arrived. He checked into a hotel earlier in the morning and has invited the two for dinner. Bobby is always becomes slightly uncomfortable around Deakin because of a fling between him and Cas that occurred in the 70s, though he does his best to look past it now.\nThe two continue to discuss the recent events involving Recluse. Somehow, Recluse has managed to completely remove all existing information about the two of them as well as the information they wanted to make public off of the internet. Neither of them know how he could do this. They have spent the past three days searching for any remaining information but were unable to find anything. They hope that he has not been able to track their current location yet. Shortly after, Cas returns to the Orb. Bobby suggests that the Orb could be evil.\nThe chapter ends on May 10, 2014 at 12:04:07.\n"
				},
				{
					"title": "Power Draws a Crowd",
					"narrator": "Özgür Yildirim",
					"start": "May 10, 2014 (10:04:08)",
					"end": "May 10, 2014 (10:30:38)",
					"summary": "The chapter opens up on May 10, 2014 at 10:04:08 in Los Angeles, California. Oz is in a neighborhood outside of where he should be. When questioned about this by fellow officer Rodney Balascoe, he explains he is currently on his way to Santa Rosalia Drive to get something to eat. He invites Balascoe to join him but Balascoe refuses, saying he only eats what he brings from home because he fears getting shot if he eats in a public area. As the two of them talk, they are joined in by another officer named Nyra Carlton. All three of them discuss a recent case.\nOz thinks shortly about Elaine, the USC professor with whom he has an on-and-off relationship. He then gets to speak to an apprehended criminal. Oz is unable to stay for long because he is supposed to meet with someone elsewhere. He assists Balascoe with his current case by piecing together a few bits of information then proceeds to leave the area. As he leaves, he thinks about a time when Elaine asked him if he would ever leave the city.\nThe chapter ends on May 10, 2014 at 10:30:38.\n"
				},
				{
					"title": "Dr. Potts",
					"narrator": "Xanther Ibrahim",
					"start": "May 10, 2014 (10:30:39)",
					"end": "May 10, 2014 (10:59:22)",
					"summary": "The chapter opens up on May 10, 2014 at 10:30:39 in Los Angeles, California. Xanther has made it to her appointment with her therapist, Dr. Potts, and she is talking to him while fiddling around with a Rubik's Cube. She tries to solve it while talking but is unable to. Dr. Potts asks Xanther questions about her school life, and she talks about some of the bullies she has encountered. She also talks about some of her friends and the activities she would like to do with them. Xanther enjoys going to Dr. Potts because he never gets upset over the way she asks so many questions. Anwar always tries his best to maintain this same level of patience and he always tries to answer her questions, but Astair frequently becomes frustrated when she asks too many questions. Even the teachers at her school quickly become upset because of all the questions she asks.\nXanther talks about how she and her family have moved from state to state a lot throughout her life. She has lived in Vermont, Georgia, North Carolina, New York, Illinois, and Montana before finally moving to California. She has overheard conversations by the teachers in the past where the teachers have insulted her for being slow. She has heard people insult Anwar because of his skin color. She also begins talking about some of the other therapists she has had in the past, and how Astair is in college to become one herself.\nOnce Xanther starts talking about the \"big surprise\" her parents have waiting for her, she begins to feel a sense of guilt. She knows how her parents have already done so much for her and how they have to spend so much money on her. She also feels bad because she feels that her sisters are not able to have as much because of her. She then talks briefly about the recent prank by Mefisto. She feels like it was less of a prank and more of a hostile attack on them.\nDr. Potts begins to discuss a bad seizure Xanther had back in December. She ended up having to go to the hospital because of it. She has not had any seizures since then, though. Strangely, Xanther asks Dr. Potts about voices. Voices that are not in a person's head, but are floating around and seem to know everything. Voices that have existed forever and will continue to exist forever. Some of the comments from the Narcons suggest that she may be able to hear them when they talk.\nThe conversation then changes to Dov and how much Xanther misses him. She talks about how brave he was and how she always feels like she is a disappointment. Afterwards, the conversation changes back to her current school, Thomas Star King. She has managed to make a few friends named Mayumi, Cogs, Bayard, Kle, and Josh. She does sometimes have trouble with the bully Dendish Mower. She knows that Dendish smokes, and there are rumors that he sells drugs. He gives her friends trouble as well. A bit later, the appointment draws to an end.\nThe chapter ends on May 10, 2014 at 10:59:22.\n"
				},
				{
					"title": "Blue Pencil",
					"narrator": "Luther Perez",
					"start": "May 10, 2014 (10:59:23)",
					"end": "May 10, 2014 (11:11:11)",
					"summary": "The chapter opens up on May 10, 2014 at 10:59:23 in Los Angeles, California. Luther is now out in town with fellow gang members Piña, Victor, and Tweetie. Also with them is a young man named Hopi Mannitou, the person Luther was waiting for earlier that didn't show up. Hopi wants to join the gang. Luther notices how Hopi speaks with a stutter and seems to be really shy and anxious, as he keeps looking away from everybody. Despite this, Piña seems to like him. Luther is unimpressed with Hopi. Piña mentions she has been selling heroin to his mother via balloon's for years.\nLuther is confused as to why Teyo, the gang's leader, would have him watch over Hopi. He notices how Hopi keeps following Piña around and tries to stick as close to her as possible. Piña tells Luther that it is because she knows Luther and he has seen him around. Hopi desires to be just like Luther and, in Piña's words, worships him like a god.\nThe crew drives to pick up Juarez, another gang member, in Tweetie's van. Luther begins talking about Juarez. He also talks about Victor, and how Victor serves as their mechanic. Victor is a good mechanic but Luther never wants him to do any actual driving because Victor tends to drive so far over the speed limit. Juarez takes one look at Hopi, and Luther can tell that Juarez has already made up his mind on Hopi. Juarez asks Hopi if he is \"ready to roll with some real vatos,\" and Hopi attempts to confidently say that he is.\nHopi makes a comment about the rain and Luther asks him if he enjoys swimming. Hopi does not answer. Luther asks if Hopi is hungry. Again, he does not respond. Piña tells him that Hopi hasn't eaten yet today. They decide to go to IHOP for breakfast.\nAs they drive, Luther silently becomes increasingly angry with Hopi and his presence. It took Luther years to be noticed by Teyo and be able to start working his way up in the gang, and yet somehow Hopi has already been noticed by him.\nOnce at IHOP, everybody sits down and chats until they are approached by a woman named Quantelle. They order their food and Luther tells Quantelle to give him her phone number. Luther offers to pay for everyone's meals. When Hopi asks if he can throw in, Juarez asks Hopi what he has in his pockets. Hopi shows everybody that he only has a few wrappers and a blue pencil. Juarez picks up the pencil and asks Luther if he wants it. Hopi starts to become scared of both Juarez and Luther. Luther still asks himself in his mind how Teyo could ever notice someone like Hopi. Hopi tells them that he will repay them for this meal once he starts working for the gang. Luther hands him his pencil back and tells him not to worry about it.\nThe chapter ends on May 10, 2014 at 11:11:11.\n"
				},
				{
					"title": "“Yeah man. Something died.”",
					"narrator": "Shnorhk Zildjian",
					"start": "May 10, 2014 (11:11:12)",
					"end": "May 10, 2014 (12:07:28)",
					"summary": "The chapter opens up on May 10, 2014 at 11:11:12 in Los Angeles, California. Shnorhk, a taxi driver, is currently in court for allegedly running a red light and crashing into a police officer. Shnorhk claims to be innocent but nobody believes him. He is waiting for his witness, Dwight Plaguer, to arrive to defend him. The officer in question, Grady Vennerød, insists Shnorhk is guilty. Shnorhk tries to defend himself by suggesting Vennerød was actually the one who ran the red light and crashed into him.\nShnorhk has Dwight's phone number written on his palm in sharpie, despite his wife Patil and her friend Zanazan both warning him it would be a bad idea to save the number that way. They were right, as the number had faded, but luckily Shnorhk memorized the phone number. Shnorhk exits the courtroom and walks into the hallway so he can call Dwight. When Dwight answers the phone, he tells Shnorhk that he will not be able to make it to the courthouse. He comes up with a fake excuse that Shnorhk is able to see through, but still Dwight says he will not be coming.\nAfter Dwight hangs up the phone, Shnorhk finds himself fighting back tears and coughing violently in the hallway. When his lawyer approaches him, he urges Shnorhk to tell the truth. Shnorhk continues to insist that he is already telling the truth and that he would like to counter-sue Vennerød. His lawyer still does not believe him. When Shnorhk exits the courthouse, he begins coughing again. His lawyer advises him to see a doctor.\nThe chapter ends on May 10, 2014 at 12:07:28.\n"
				},
				{
					"title": "Bones Nest",
					"narrator": "Astair Ibrahim",
					"start": "May 10, 2014 (12:07:29)",
					"end": "May 10, 2014 (12:33:33)",
					"summary": "The chapter opens up on May 10, 2014 at 12:07:29 in Los Angeles, California. Astair is at a pet store with her daughters Shasti and Freya, as well as her friend Taymor. She is searching for a nice dog bed for the dog Anwar and Xanther will be picking up in a few hours. Astair feels a bit jealous over the relationship Taymor has with her daughter Roxanne, as she feels that she and Xanther do not have too much in common.\nTaymor is puzzled as to how Astair could spend twenty-thousand dollars for the dog, but Astair does not mind. She insists the dog is for Xanther. The breed of dog is an Akita. She hopes the dog will help boost Xanther's confidence as well as help reduce the risk of her having any more seizures. She recalls the terrible seizure Xanther had back on December 23, 2013, just a few months earlier. It lasted for five minutes and thirty-two seconds and was to the point where Xanther had to be brought to the hospital. She then begins to think about a girl she and Xanther used to know. A girl not much older than Xanther, but died of a seizure that lasted less than three minutes.\nAs they look around for dog beds, Taymor starts asking Astair about her sex life with Anwar. They discuss it shortly but Astair quickly drops the subject. Taymor repeatedly attempts to bring the subject back up. Astair finds a dog bed she likes and attempts to buy it. Her MasterCard is rejected so she uses her Visa instead, though it too is almost maxed out. When Astair checks her phone, she sees she has received 13,923 text messages since the last time she checked. She explains the recent Mefisto prank to Taymor. According to her, around the last time Anwar had seen him a year ago before he moved, Mefisto was hired to be the head programmer by some sort of web company with the task of \"devising a new distribution scheme to gain maximum exposure.\"\nAstair gets a phone call and decides to answer. The call is from someone named Adam Baylor, a nineteen-year-old man who was trying to call about enlisting in the Army. Astair explains that her number was not the correct one, as this was another part of Mefisto's prank. She advises Adam to not enlist in the Army. She tells him about how she attended Dov's funeral back in December because he had died while in service in Afghanistan. Adam asks more about Dov. Astair tells him his full name, Dov Z. Mudd, and that he was a Captain. She hangs up the phone and immediately begins getting more messages on it.\nAstair encourages Taymor to get a dog of her own but she is unsure if she wants to. On their way out of the pet store, Astair expresses how excited she is to have the dog. Taymor asks if Xanther feels the same way.\nThe chapter ends on May 10, 2014 at 12:33:33.\n"
				},
				{
					"title": "palace above the day",
					"narrator": "Jingjing",
					"start": "May 11, 2014 (03:33:34)",
					"end": "May 11, 2014 (03:47:18)",
					"summary": "The chapter opens up on May 11, 2014 at 03:33:34 in Singapore. Jingjing and Tian Li are in Zhong's palace to discuss the offer Zhong made earlier. Tian Li first requests Zhong to dry their clothes, as they have been rained on. Zhong accepts and hands her and Jingjing robes to wear as they wait. While in one of the bathrooms, Jingjing begins to steal soap, toothpaste, and q-tips by placing each of these items in his pockets. As he walks down a hallway he notices a bowl filled with gold coins and other types of currency. He contemplates taking those too but decides against it when he sees some of Zhong's employees walking towards him. Jingjing overhears one of the employees insulting him and Tian Li in Russian. He chooses not to respond to the employee.\nJingjing finds Tian Li waiting in a small room. He sits with her and they wait for Zhong to arrive. They are approached by Cocoa Cherry, another one of Zhong's employees. Jingjing is impressed by how she is able to speak Russian and Mandarin. She brings them tea and asks if they would like cream and sugar. Jingjing excuses himself and returns to the hallway with the coin-filled bowl. He is still unable to take the coins so he continues walking to avoid suspicion from the staff. He finds the area where he originally entered the palace where he meets Pink Pearl and Copper Azure. These two are a group referred to as the Jude Boys. They also work for Zhong.\nTian Li starts calling Jingjing's name so he returns to her. When he re-enters the small room, he sees Tian Li talking with Zhong. He is confused when he learns that Zhong is able to speak Mandarin when Jingjing had to translate what Tian Li was saying for him earlier. The three of them move to another room where it is quiet and nobody else is around. This room is the \"owl room.\" Tian Li starts speaking to Zhong in Cantonese, which Zhong seems to not be able to understand.\nIn the owl room, there is a tapestry of Lei Gong, the Chinese god of thunder. Tian Li continues speaking to Zhong in Cantonese and Jingjing provides translations for him. Tian Li tells Zhong, \"we've been here before,\" a comment that confuses both Zhong and Jingjing. Jingjing speculates that \"we\" refers to Tian Li and the cat. Suddenly, Tian Li seems to start feeling a great deal of physical pain. She almost falls to the ground but Zhong helps her stand, then starts leading her and Jingjing out of the owl room. Tian Li requests Zhong start giving them the details of his son and the request he made to them.\nThe chapter ends on May 11, 2014 at 03:47:18.\n"
				},
				{
					"title": "Veinte Pesos",
					"narrator": "Isandòrno",
					"start": "May 10, 2014 (14:47:19)",
					"end": "May 10, 2014 (15:14:31)",
					"summary": "The chapter opens up on May 10, 2014 at 14:47:19 in El Tajín, Mexico. Isandòrno is sitting with a group of women at a bus stop. He is waiting for the bus to arrive so he can be taken to Papantla, but the bus is late. He notices an old Indian man laughing at him from across the road. The women tell him not to pay attention to him as he laughs at everyone, but Isandòrno stands up and starts walking over to him anyway to find out why he is laughing at him. The old man appears to have set up a stand there so he can sell things to people who pass by.\nOnce Isandòrno is about halfway across the road, he stops walking when he begins to hear a strange sound. He can hear it perfectly, even over the sounds of the old man's laughter and over the sounds of the rain. It is the sound of a small, dying creature that seems to be calling out for help. Though the creature is far away and Isandòrno cannot see it, he decides it is beyond help and he ignores it. If it were within eyesight, he would quickly step on it to end its life. He tries to determine which direction the sound is coming from, but eventually the sound stops. Isandòrno says the disappearance of the sound is as absurd as crouching the way he is in the road between Poza Rica, where he came from, and Papantla, where he is going, while water seeps into his boots. He also says the disappearance is as absurd as the sudden appearance of a goat and a donkey.\nAfter the crying stops, Isandòrno stands back up and begins to think about a series of philosophical questions and ideas. He also thinks about his employer, The Mayor, and the animals he had sent Isandòrno to see. He also thinks about the many superstitions he follows. He has tested each of the superstitions he thinks about, and he does not believe in them, yet he continues to practice them. He keeps waiting for the bus as he needs to be in Papantla in time to receive the three crates he is expected to pick up.\nIsandòrno approaches the old Indian man. There is a small trailer behind the stand with a few elderly women inside. One of the women questions why Isandòrno wears his horseshoe belt buckle upside down. He tells her he does so because he is unlucky. They tell him they can prepare some food for him while he waits for a small price. He accepts the offer.\nIsandòrno examines his gun and begins to think about the many guns he has owned in the past. He does not care for any particular weapon. \"Those are only shadows of the gun he keeps within,\" he explains. That gun is his name, its caliber is his caliber, and its shells number the moments left he gives others to live. He reasons that there is nothing in the world that cannot be killed by a gun.\nReturning to the old Indian man, Isandòrno begins talking with him. The women all watch as he approaches the man. The man continues to laugh at Isandòrno, but decides to retreat into the shack he has set up by the trailer. Isandòrno follows him into the shack. He sees a drunk woman on the floor of the shack with something on her face. He asks about it, and the Indian man tells him that it is \"crocodile shit.\" The drunk woman is sent out into the rain. The man's young daughter is also there but she refuses to look at Isandòrno. She has sores all over her body.\nIsandòrno spots a totem in the shack. The Indian man made it himself out of old newspapers. The reason for the man's laughter seems to be because of Isandòrno's Mexica heritage. Isandòrno wishes to purchase the totem so he takes out all of the money in his pockets. It is more than enough money for the totem. It could last the man a long time and could be enough for him to bring his sick daughter to a doctor. The man rejects this money and instead offers a new price. The man tells him, \"the carving costs veinte pesos. But what hunts you now amigo you already own.\"\nThe chapter ends on May 10, 2014 at 15:14:31.\n"
				},
				{
					"title": "The Horrosphere",
					"narrator": "Xanther Ibrahim",
					"start": "May 10, 2014 (13:14:32)",
					"end": "May 10, 2014 (13:31:13)",
					"summary": "The chapter opens up on May 10, 2014 at 13:14:32 in Los Angeles, California. Anwar has brought Xanther to Sementera, the game company he works at. It is the last place they will visit before they finally pick up the big surprise for Xanther. They take to the elevator to the top floor so they can reach Anwar's office. When they arrive, they are greeted by some of Anwar's co-workers. Xanther recognizes a few of them such as Ehtisham, Glasgow, and Talbot, but there are many other developers she has yet to meet there as well.\nXanther enters a bathroom and becomes unsettled when she sees her reflection in a broken mirror. She starts to feel as if she will have another seizure but she calms down when she starts receiving text messages from some of her friends. Her friends Kle, Cogs, Josh, and Mayumi are all asking her about what the big surprise is. She tells them she still doesn't know. Afterwards, she continues to distract herself by opening the social media app Parcel Thoughts. The contents of the app seem to be broken up into different sections, referred to as \"spheres.\" Xanther describes the Solosphere as \"contained,\" \"known,\" and \"safe.\" The Solosphere could possibly be the user's own profile page. She then went to the Amicasphere, which she describes as \"semi-permeable\" where the activity feeds of her friends can be seen. Overall, she still calls this sphere safe. She scrolls through all the recent posts made by her friends. After this sphere comes the Noosphere, described by Xanther as the section seen by \"friends of friends of friends.\" This seems to be the most public section, and Xanther says it is the least safe sphere.\nStill browsing through Parcel Thoughts, Xanther spots a photo that terribly frightens her. It is on an account that seems to enjoy posting gruesome content, as well as edited photos of people to make them look gory as well. Xanther refers to this sort of activity as the \"Horrosphere.\" She sees an edited photo of her. She is with her friends Bayard, Kle, and Mayumi. The four of them are depicted as being bloody, wounded, and disfigured. When she looks at the username for the account that posted this picture, the username is \"A Thick Oil // for a// Raw Stove.\" She knows this account belongs to Dendish.\nXanther puts her phone away and returns to the game developers. She approaches Anwar and decides to ask him what the big surprise is. After some convincing, Anwar tells her that they are on their way to get her a dog. She becomes overjoyed and sends Astair a text to let her know Anwar has told her secret. She also thanks both of her parents for the gift. Talbot hands Anwar an envelope with a check in it. Xanther asks if Mefisto is also around, but Ehtisham tells her that he isn't. Anwar lets Xanther play some of the games developed by Sementera, such as TrOUT. She is still confused as to what a game engine is, despite asking Anwar earlier, so Glasgow attempts to answer all of her remaining questions on the subject.\nAnwar loads up the pet project he has been working on. It is a game he calls \"Paradise Open.\" When the title screen is supposed to fade away, a glitch occurs that causes the game to freeze. They closed the program and re-launched it to try again. The game is still largely unfinished and has some bugs in the coding that Anwar has not figured out how to fix yet.\nEventually the group stops trying to play the game and they resume talking casually. Xanther sits by herself for a while, but she starts overhearing a conversation between Talbot and Glasgow. They are talking about Mefisto. She isn't able to fully understand what they are saying, but they talk briefly about malware and Mefisto being in trouble. Afterwards, they stop talking about Mefisto and start talking about someone named Realic. Talbot asks if Mefisto knew Realic, but Glasgow says he didn't. Realic was writing about something, but Xanther is still struggling to fully hear them so she is unsure of what they are saying by this point. Glasgow mentions Realic supposedly \"finding house,\" or he mentions something along those lines. Talbot asks where Realic is today. Glasgow explains that Realic was recently killed in Chinatown by being ran over by someone. The accident was so bad that it left Realic in pieces. The killer was likely someone who, although Xanther can't clearly make it out perfectly, went by a nickname that sounds like \"Wreck-Loose.\" It is actually Recluse. Glasgow says it was done as a message.\nThe chapter ends on May 10, 2014 at 13:31:13.\n"
				},
				{
					"title": "Dawgz",
					"narrator": "Luther Perez",
					"start": "May 10, 2014 (13:31:14)",
					"end": "May 10, 2014 (13:47:06)",
					"summary": "The chapter opens up on May 10, 2014 at 13:31:14 in Los Angeles, California. Luther can hear the sounds of a small creature off in the distance. He recognizes that it is a cat and it appears to be calling for help. He briefly attempts to search for it before giving up and resuming what he was doing before he started hearing the noise. Hopi is still with Luther, Tweetie, Juarez, Piña, and Victor and he is still trying to get through his initiation into the gang. Luther has taken him to visit his dogs. He instructs Hopi to open a door to release the dogs, but Hopi is too shaken up to move. Tweetie shoves Hopi to the ground then opens the door for him.\nLuther explains that the area they are currently at is known as Dawgz because it used to be used for various fighting purposes. Dog fighting, primarily. People would place bets on which dog would win. It may not have made Luther as much money as he does now, but he still enjoyed it more than his current job of stuffing drugs into balloons. The reason the activity at Dawgz ended up dying down was because of the Bad Newz investigation that occurred back in 2007. After seeing NFL player Michael Vick on the news over the investigation, Luther decided it would be better to silence Dawgz.\nLuther finds Carmelita, one of the women who works for him, inside of the building. She is typically tasked with taking care of his dogs while he is away. She is usually helped by another woman named Rosario, but Rosario is currently somewhere else. Luther hands Carmelita extra money as a way to make Rosario jealous and encourage her to not leave the building as often. He then takes Carmelita's umbrella for when he goes back out into the rain.\nHopi is still sticking closely to Piña as he has been doing. Luther looks over at him, and when he looks away for only a second, he fails to notice how Hopi has already sneaked past him. They walk out of the building and Hopi is instructed to close the chain-link gate on the way out. Luther tells Hopi the proper combination to the padlock, and it impresses him when Hopi is able to properly lock the gate on his first try. He asks Hopi if he has any family. Hopi says he only has his mother.\nBack outside, Luther starts hearing the sounds of the crying cat again. He asks Hopi if he can also hear it. He can't. Luther can also hear his nine dogs (Doc Cavazos, Chen Chi-Li, Rayful Eddie, SloBo Jim, Agron, Sen Dog, Lord Gino, Smokey Miranda, and Tookie) all barking from inside the building. They turn back and Luther allows Hopi to feed the dogs. The dogs seem to like Hopi. Afterwards, the two start walking and Hopi continues trying to convince Luther that he can be helpful to the gang. Luther remembers a time where he said the same thing to Teyo.\nThe group returns inside of the building. Luther and Hopi approach the pool that was dug out by someone years ago, before Luther had started operating in the building. It is usually empty but the rain has filled it up. Carmelita tries to drain it out but the drain doesn't work. Juarez sneaks up behind Hopi and grips both of his shoulders. He starts pushing Hopi to make him lose balance but quickly pulls him back again. Hopi admits to the rest of the group that he can't swim. Juarez asks his age and is surprised when Hopi tells him he is twenty-one.\nLuther asks what Hopi is good at. He tells him that he is an expert with computers. He asks Luther if he has any family. Luther doesn't answer his question. Piña finds one of Rosario's shoes on the ground. Luther instructs Hopi to take the shoe to the edge of the pool's diving board. Hopi crawls along the diving board because he is too scared to walk, which Juarez continues to mock him for. Hopi dangles the shoe over the edge of the diving board, and Luther tells him to drop it in. When Hopi does drop the shoe in, Luther's dogs gather around and start tearing it apart. Hopi loses his balance and falls, but manages to catch himself so he hangs over the dogs from the diving board. He decides to let go and lands safely in the pool. The dogs continue to act playful towards him, which surprises the entire group. Tweetie comments that since the dogs are being nice to Hopi, what they really need is a cat.\nThe chapter ends on May 10, 2014 at 13:47:06.\n"
				},
				{
					"title": "Prey",
					"narrator": "Anwar Ibrahim",
					"start": "May 10, 2014 (13:47:07)",
					"end": "May 10, 2014 (14:22:44)",
					"summary": "The chapter opens up on May 10, 2014 at 13:47:07 in Los Angeles, California. Anwar is still talking with Ethisham at Sementera. They are discussing the funds they need from someone named Olin Winter Nodes, aka Kozimo, the owner of the company Dead Rowboats. Ehtisham assures Anwar that the money they need will be coming soon but Anwar wants to call Kozimo to discuss it. When Anwar checks his phone, he sees that his voice mail is full, he has missed 314 calls, and he has received 6,999 text messages since the last time he checked it. He has also received 30,653 e-mails. He ends up deciding to listen to Ehtisham and wait for Kozimo.\nAnwar, though still angry with Mefisto, wishes he was still around to assist him with debugging Paradise Open. He recalls how Mefisto invented his own language called \"Rewordd,\" and he encouraged Anwar to do the same. Anwar never did, though. Anwar, Talbot, and Glasgow all continue trying to debug Paradise Open themselves. Xanther is curious how coding works so Anwar shows her some of the game's coding. As everybody continues to test the game, it repeatedly crashes. Talbot finally figures out the problem and Anwar fixes it.\nTalbot asks Anwar if he knows about the \"clips.\" Anwar is confused and asks Talbot too clarify. Talbot mentions something called \"Clip 4.\" Anwar knows nothing about this. Talbot also asks Anwar about people known as The Man, The Kid, Toland Ouse, Zeke Rilvergaile, Audra, Willow Rue, and Realic Tarnen. Again, Anwar knows nothing about any of these people. Xanther begins asking what it all means out of curiosity. Talbot doesn't discuss it any further around her because it isn't \"kid-friendly.\"\nTalbot continues to sort through Anwar's coding to try and find more bugs to fix. He tries to run the game again and it still ends up crashing. Ehtisham re-approaches the group and informs Anwar that he tried to call Kozimo, but he wouldn't answer. Ehtisham left voice mails and is now waiting for the call back. He was, however, able to speak with Paul Bucksea, the CFO of Dead Rowboats. He assures Anwar that the money is coming.\nSuddenly, Anwar begins hearing a strange sound. It is coming from outside of the building but he can faintly hear it. It is the sound of a small creature and Anwar knows it is in need of help. Ehtisham can't hear the sound. Anwar walks over to one of the windows and looks outside. He gets the window open and starts poking his head out to see if the creature is on the window sill, but Xanther starts calling out to him from across the room. He runs over to her and she tells him that Talbot has managed to fix Paradise Open's bugs. Everybody begins cheering again but suddenly Anwar begins to miss Mefisto. He sees that the others do too.\nXanther starts play testing Paradise Open. It seems to be a survival game in which the player has to move as fast as they can through the terrain while avoiding various obstacles and while being chased by a predator. The game is still early in development so the details are not there yet, but the game is now able to run.\nThe chapter ends on May 10, 2014 at 14:22:44.\n"
				},
				{
					"title": "Is little irrelevant",
					"narrator": "Shnorhk Zildjian",
					"start": "May 10, 2014 (14:22:45)",
					"end": "May 10, 2014 (14:38:16)",
					"summary": "The chapter opens up on May 10, 2014 at 14:22:45 in Los Angeles, California. Shnorhk is at his friend Mnatsagan's house, helping him lift boxes out of the trunk of his car and into the house. Mnatsagan is a history teacher and he called Shnorhk from the school's campus because he needed the help. Shnorhk drove straight from the courthouse to the school to pick Mnatsagan up. They talk, and Mnatsagan criticizes Shnorhk over his broken English. He does, however, tell Shnorhk that he speaks Armenian beautifully. It is the third thing he misses most about Shnorhk. Once they make it inside, Shnorhk sets down the fifth box. There are still four more to go. Shnorhk's back is hurting but he says nothing. He can still feel a terrible pain in his chest as well. He coughs up blood onto a piece of tissue paper.\nShnorhk and Mnatsagan discuss various topics while continuing to move the boxes. Shnorhk brings up his court case from earlier, then he mentions how it would be nice to drive a limo rather than a taxi. Mnatsagan tries to discuss politics but Shnorhk knows nothing of politics. Mnatsagan asks Shnorhk about his career. He tells Mnatsagan that he has met many interesting people throughout the years, such as basketball stars, store owners, runaways, and all sorts of other people. He also tells the story of how, back in 1999, he drove Hovik Garibyan to Las Vegas for $800. During that drive, a woman tried to cut Shnorhk off on a freeway but he didn't allow her to change lanes. When she gave Shnorhk the middle finger, he merely waved at her.\nMnatsagan needs some documents scanned onto his computer and Shnorhk offers to help out. Shnorhk heads back outside to grab the final box. Along his way back into the house, he begins hearing a strange noise. It is the sound of a small animal in need of help. He is unsure of what exactly the animal is. Mnatsagan shouts at him from inside of the kitchen that he has found cakes. Shnorhk continues into the house and sets down the final box. He eats some of the cakes and drinks tea. Shnorhk asks what is inside of the boxes. Mnatsagan explains that the boxes are filled with papers containing the first-hand testimonies of 729 men and women who survived an atrocity that occurred \"at the beginning of a century already past.\" Not just papers, but taped recordings as well. When Shnorhk starts coughing again, Mnatsagan asks if he is alright. Shnorhk tells him he is fine but his wife Patil wants him to see a doctor. Mnatsagan advises Shnorhk to follow Patil's advice, and Shnorhk agrees that it would be a good idea after all. Mnatsagan says again that the third thing he misses most about Shnorhk is him speaking Armenian. The second thing is how he used to play musical instruments. He does not say what the first thing is. Shnorhk remains humble and continues to eat cakes and drink tea.\nThe chapter ends on May 10, 2014 at 14:38:16.\n"
				},
				{
					"title": "View of the Sea",
					"narrator": "Özgür Yildirim",
					"start": "May 10, 2014 (14:38:17)",
					"end": "May 10, 2014 (14:52:24)",
					"summary": "The chapter opens up on May 10, 2014 at 14:38:17 in Los Angeles, California. Oz sits and watches as Balascoe tries to get the attention of a passing mail carrier. While talking to the mailman, Balascoe notices something that makes him start shouting. Other officers run over to him and they see what's going on. A few are trying to keep pedestrians behind the police tape that was set up. There still seems to be some panic over the store robbery by Android from earlier and some civilians want to see the scene and ask questions.\nOz calls back to a time when he craved recognition and how he wanted to be part of as many cases as possible, but these days he is satisfied with merely answering the questions the other officers ask him. Though he does recall a still unsolved murder case that occurred twenty years ago. The son of a man named Cletious Bou was murdered. The victim's name is Jasper. Cletious' wife died shortly after, supposedly of a broken heart, though the coroner wrote it off as just a weirdly-timed stroke. Oz still has a book containing all of the notes regarding the case in his possession, and he still reads through it every now and then. Sometimes Oz will even visit Cletious, which is what he is doing today.\nWhen Oz does visit Cletious, the two discuss the case again. Jasper was walking home near Coliseum and Hauser roughly around three in the afternoon, when out of nowhere someone shot him point-blank in the back of the head. The suspicion was that it was probably for a gang initiation.\nCletious is not the only person Oz visits every now and again. There is someone else, though Oz can barely bring himself to even think about this other person without having all of the pain come back to him. He does say that it's the only thing he and Cletious share in common, though. Oz always feels sick when thinking about this other person.\nBefore exiting Cletious' house, he tells Oz about something he heard on the news. He tells Oz about how someone in Chinatown was recently killed in an accident. The accident had somehow left the victim in severed pieces, though the pieces seemed to be carefully apportioned. Cletious wonders what kind of hit-and-run does that, and if that kind of crime also goes unsolved. Oz says nothing.\nOnce Oz leaves Cletious' house, he receives a text from Planski, a fellow cop and friend. She has cancelled their lunch plans. Oz then receives a call from Detective Florian Sérbulo, who he makes plans with instead. The two take a drive and talk. Sérbulo says he has heard rumors of Oz planning to retire and asks if they're true. Oz hasn't fully made up his mind yet but he does say that even if he stays in the police force, he could still leave Los Angeles if Elaine leaves. She has been applying for a teaching job in various locations. Oz and Sérbulo drive to Long Beach where they notice an elderly woman by some paramedics who are trying to give her oxygen. It is in Sérbulo's jurisdiction so he decides to take a look around. Oz follows him and the two inspect the crime scene. As they look around inside of a house, they find the dead bodies of three people. They hear a knock at the door. It is Agent Tramilli of the FBI.\nOz steps out of the house and sees something written in the window. It seems to be \"VEM\" written backwards. Oz has no idea what it could mean. There is another FBI agent inside of the room who accidentally backs up into the window, which removes the message.\nThe chapter ends on May 10, 2014 at 14:52:24.\n"
				},
				{
					"title": "rawrgrl",
					"narrator": "rawrgrl",
					"start": "May 10, 2014 (14:52:25)",
					"end": "May 10, 2014 (14:55:32)",
					"summary": "This segment shows the solosphere of the user \"rawrgrl\" on Parcel Thoughts. A group of people seem to be posting on rawrgrl's page and conversing with her, as well as with each other. It is unclear who most of these people are, though Hopi may be among them. The segment is expressed through eight panels across the two pages, each accompanied with the date and time of posting. The first post was made on May 10, 2014 at 14:52:25, and the final post was made on 14:55:32, just three minutes later.\n"
				},
				{
					"title": "Cinnamon",
					"narrator": "Astair Ibrahim",
					"start": "May 10, 2014 (14:55:33)",
					"end": "May 10, 2014 (15:05:39)",
					"summary": "The chapter opens up on May 10, 2014 at 14:55:33 in Los Angeles, California. Astair is at her house, still debating whether or not she should open the letter containing her grade on the thesis she wrote for college. She wants to wait for the nighttime to do it, but her excitement over Anwar and Xanther bringing home the Akita makes her want to celebrate early. She is also thrilled over the deal Anwar had made at his job, as the Ibrahims are in need of the money he will be making.\nThe dog bed Astair bought earlier is wet due to Shasti and Freya carrying it through the rain out of the pet store and into their car, so she has them help her dry it off. Afterwards, Astair thinks about the talk she and Taymor had while they were still at the pet store. She begins to realize that her sex life with Anwar hasn't been as good as she would like, and she wants to address this with him. She begins to feel hot flashes but she tries to ignore it by playing music.\nAlthough Astair doesn't want to openly admit it, she knows she wants the dog more than anybody else does. She recalls bringing up the topic with Xanther on multiple occasions before but she wasn't interested. Astair has also talked to Anwar about it, and after telling him that it would be a gift for Xanther, he agreed. She does want the dog to help Xanther become more confident, go outside more often, and even help reduce the risk of her having another seizure. Astair envisions herself being able to walk the dog around, though. She also believes that owning a dog would make it easier to attract suitors. Even if Xanther is still not fully on board with owning the dog, Astair believes she will change her mind once she actually sees it.\nRain is still leaking through certain spots in the ceiling. Astair sends Shasti and Freya to empty all of the containers from earlier and place them back under the dripping spots again. Her thoughts return to the unopened manila folder. She decides to open it now rather than wait until later. When Astair enters her room and looks at her bed, she sees that the folder is gone. Her first assumption is that her daughters moved it. She becomes furious and shouts for them, but then she remembers that she had moved it into the bathroom closet. When she searches through the closet, she finds the envelope. She is relieved to find it dry, despite the surrounding area being wet due to a leaking spot. Astair feels another hot flash after finding the envelope.\nWhen Astair is unable to hear her daughters from downstairs, she takes the envelope down there with her to investigate. She leaves it on the coffee table. She finds her daughters playing in the rain in the backyard.\nThe chapter ends on May 10, 2014 at 15:05:39.\n"
				},
				{
					"title": "Litter",
					"narrator": "Xanther Ibrahim",
					"start": "May 10, 2014 (15:05:40)",
					"end": "May 10, 2014 (15:14:49)",
					"summary": "The chapter opens up on May 10, 2014 at 15:05:40 in Los Angeles, California. Xanther and Anwar are driving over to the adoption center so they can pick up the dog. Anwar hands her his phone and asks her to call the center, Galvadyne, Inc. and let them know they are on their way. She calls them and learns that the dog's name is SugarLady, which is a name Xanther detests. Anwar tells her that they can change the name.\nXanther still can't forget about the photo she saw that Dendish edited. Her friends seem not to be concerned with it. The school year will be over soon and Dendish is in eighth grade, so they will not have to deal with him anymore. She also keeps thinking about the discussion between Talbot and Glasgow regarding Realic. The word \"house\" has especially caught her attention. Her thoughts then shifted to Paradise Open and the words Anwar told her earlier, about being tracked by an unseen predator. Her thoughts shift again, but this time to Dov. Dov always had a fondness for dogs. If he were still alive, she knows he would have wanted to know all about the Akita they are getting.\nSuddenly, Xanther begins to hear a strange sound coming from far away. Anwar asks her if she will read the road sign in front of them for him but she is too distracted by the sound. She eventually starts asking more questions about how game engines work. Anwar doesn't answer, and instead asks her again to read the sign for him. Xanther rolls down the window and tries to read the sign but she tells Anwar that she is unable to read what it says. She can still hear the distant sound. She can tell it is a small animal and it seems to be crying for help. Without thinking, Xanther swings the car door open and runs out into the storm. She is unsure of where she's going but she knows she must get there quickly.\nXanther runs a great distance. She crosses through several neighborhoods and cuts through some hills. On one hill, she falls and ends up getting her hands and knees scraped. She also loses her glasses, but she continues running. She arrives to another neighborhood and stops at a grate at the base of a curb. She sees something inside. It is an animal, and it is in danger of drowning. Xanther struggles to find a way to rescue the animal. She reaches her arms in between the bars of the grate and tries to reach for the creature. The animal begins to carve away at her arms out of fear but she does her best to ignore it. The creature is small and has white fur with pink triangular spots. She is able to pull it through the grate. She holds the creature in one palm. Its mouth is closed and Xanther fears that she is too late and it has drowned. She holds the creature closely and starts looking around the area, realizing that Anwar still hasn't caught up with her.\nThe chapter ends on May 10, 2014 at 15:14:49.\n"
				},
				{
					"title": "raeden",
					"narrator": "Jingjing",
					"start": "May 11, 2014 (06:14:50)",
					"end": "May 11, 2014 (06:17:55)",
					"summary": "The chapter opens up on May 11, 2014 at 06:14:50 in Singapore. Zhong has brought Jingjing and Tian Li to his son Raeden. Raeden is lying in bed in a coma with medical equipment set up to keep him alive. The request Zhong has been wanting to make is now clear to Jingjing: he wants Tian Li to use her healing abilities on Raeden and wake him from his coma. Many people have come to Tian Li over the years but Jingjing doubts she will be able to accomplish a task like this. Even Tian Li is uncertain. Jingjing encourages Tian Li to attempt it so Zhong can pay them.\nTian Li approaches Raeden and begins trying to wake him. Jingjing dreams of what he will do with the money once they are paid. He wants to buy an airplane ticket to every country he has a postcard of. He wants to explore as much of the world as possible. Tian Li, however, is unable to wake Raeden despite her best efforts. The Jude Boys (Pink Pearl and Copper Azure) and Cocoa Cherry enter the room and take Jingjing into the playroom. They have taken off their earpieces and are now playing loud music and drinking with Jingjing. They party for a while until Jingjing decides to walk out to the balcony. Pink Pearl tells Jingjing that the constant partying is the only thing that keeps Zhong happy anymore. He has been doing this every night ever since Raeden went into his coma.\nJingjing and the others return to the playroom and they turn off the music. They sit down and Jingjing shows them his deck of monster cards. He shuffles it four times, each time placing the top card on the table. Pink Pearl, Copper Azure, and Cocoa Cherry are given one card each. The fourth is meant to be given to Raeden. The monster on the card for Raeden is Pontianak. Jingjing gifts them these cards because he feels a strong friendship with them. The monster on Copper Azure's card is a pale blue one, which he points out is the same color as the drug balloons he enjoys. Cocoa Cherry says she doesn't smoke. Jingjing asks her if she has ever tried it. She doesn't answer his question. Copper Azure asks Jingjing how he knows Russian, to which Jingjing says he \"has a good ear.\" Pink Pearl admits that he had a bad first impression of Jingjing because of his bad \"Singlish\" and the fact that he came to the palace with Tian Li, whom he calls \"Zhong's latest swindler.\" Jingjing lets this comment slide.\nJingjing tells them about a rumor he recently heard regarding pink balloons currently being on the way to them. Cocoa Cherry says again that she doesn't care for this. She explains that the reason she doesn't smoke is because of how strong it is. Raeden smoked from a pale blue balloon once and told them it made him feel and see better than anything else ever could. That was right before he slipped into his coma. Jingjing tells them he has also tried pale blue before. When Pink Pearl asks when this was, Jingjing tells him it was four years ago. He says he is clean now. Copper Azure says Raeden has been in a coma since 2013. Jingjing guesses that Raeden probably smoked a bad batch, but Cocoa Cherry doesn't believe his theory. The four of them then return to the room with Tian Li, Zhong, and Raeden in it. They see that Tian Li is still unable to wake Raeden. Finally she gives up and she tells Jingjing that it's time they head home.\nThe chapter ends on May 11, 2014 at 06:17:55.\n"
				},
				{
					"title": "‘Save him!’",
					"narrator": "Anwar Ibrahim",
					"start": "May 10, 2014 (15:17:56)",
					"end": "May 10, 2014 (15:21:07)",
					"summary": "The chapter opens up on May 10, 2014 at 15:17:56 in Los Angeles, California. Anwar is driving around the area in an attempt to find Xanther. He has tracked her as best as he could but traffic has caused him to lose sight of her. He can still barely see what's in front of him due to the rain. He begins to panic and drive increasingly recklessly, going over sidewalks to cut through traffic. He looks at the passenger's seat and realizes that Xanther left behind her orange raincoat, which only makes him panic more. He is still unsure of why Xanther ran out of the car in the first place.\nA string of thoughts and memories race through Anwar's mind as he continues his search. Eventually, these thoughts are cut off by a strange feeling. He begins to feel as if he is going to have a stroke. He ignores it and decides to speed up even more. The passenger's side door is still wide open and rain has been soaking the inside of the car. He thinks he can see Xanther so he cuts through traffic again and runs a stop sign to pull up, but it turns out to not be her. He continues following the roads again until he hears something. He is able to hear Xanther calling out to him when she spots the car. Anwar stops driving and Xanther runs into the car. Her arms are cut up and bleeding. She is holding a small animal, and she frantically asks Anwar to save the animal's life. At this point the chapter seems to cut off, or be paused, by the Narcons. They want to speak directly to the reader.\nThe chapter ends on May 10, 2014 at 15:21:07.\n"
				},
				{
					"title": "A Note on Narcons",
					"narrator": "The Narcons",
					"start": "N/A",
					"end": "N/A",
					"summary": "The Narcons have paused the narrative with the intention of speaking directly to the reader. It explains that the term \"Narcon\" is short for \"Narrative Construct.\" The official term is TF-Narcon9. It admits that it is unsure of what \"TF\" is short for or what the \"9\" is supposed to represent. The Narcons are \"nothing but numbers. Zeroes and ones.\" It attempts to explain that it is \"fractally locatable,\" and advises the reader to read about series limitations if they are confused. The Narcons are programmed, though by who or what remains unclear.\nOne of the Narcons continues by explaining that Narcons embody something called AIM (Affect-Intersectional Motivations) derived from ITs (IDENTITY Sets), which is sometimes referred to as ISTs (IDENTITY Set Targets) whether demonstrating zero to partial awareness. This Narcon says that no IS or IST is capable of total AIM awareness.\nAll Narcons are, in terms of performance, \"maximized through paratactic diversity and root and logic-branch redundancy according to VEM rules of access and compression.\" Also, source superset is currently categorized as Signiconic.\nThe Narcons begin to elaborate on what they are, how they function, and what their purpose is. Some of the text is redacted, though it is explained that \"on [REDACTED], according to stipulations set forth by [REDACTED], compiled source and exported assets finalized the present executable build recognized as TF-Narcon9 and comprised of the following subsets:\" following this text, there is a list of nine subsets. Each set starts with \"TF-Narcon9\" but the assigned subsets are corresponded this way: \"Isn, Shn, Oz, L, Anw, W, Ast, JJ, and X.\" According to something called MetaPlus, that is.\nAny Narcon subset supports an infinite variety of embodiments. For example, \"TF-Narcon9X (Spoken)\" would only provide words spoken aloud by Xanther. \"TF-Narcon9X (Route)\" would only map wherever Xanther moved. Both of these include \"a wide range of possible inclusions and exclusions - from 100% to $ \\leq $ .00001% according to various predetermined limits.\" It goes on to give more examples, even including an input/output example. There is also a TOTAL function, but the Narcon insists that it is far too vast to represent. The readers are given calculable data about each of the narrators. Afterwards, the Narcon notices that there are nine narrators and it begins to speculate that this is where the \"9\" comes from.\nThe Narcons are limited in many ways, as they continue to use Xanther to provide examples. For example, TF-Narcon9X \"may never exceed Xanther's imagination whether actual, probable, or possible.\" Nor may it provide any output \"inconsistent with her physiognomy, psychology, and history, in regard to language modelling.\" Building off of that example, it goes on to state that TF-Narcon9Isn only speaks Spanish but it is translated into English, per specifications. On the other hand, \"TF-Narcon9Shn insists on his English even if frequent thoughts run concurrently in Armenian, which when they appear are not translated into English, per specifications.\"\nFinally, the Narcons explain one last thing: they must operate based on a set of parameters. These parameters are listed.\nParameter 1: MetaNarcons do not exist. Everybody has a Narcon, but Narcons do not have Narcons.\nParameter 2: Narcons cannot interact with other Narcons. Though, while explaining this, the Narcon points out a rumor suggesting that Narcons sometimes are able to hear each other. It admits that it can't, however.\nParameter 3: Narcons cannot interact with non-Narcons. And vice versa. No matter what. According to the Narcon, this is arguably the most important parameter. It can't speak to the narrators and the narrators can't speak to the Narcons. Strangely, though, this currently-speaking Narcon sometimes feels as if Xanther somehow can see and hear them. It is unsure of whether or not that's true.\nParameter 4: All Narcons are bracketed. The Narcon doesn't elaborate on this one.\nParameter 5: Form is not a Narcon limit. This means that Narcons can \"take on multiple shapes whether textual, musical, figurative, abstract, even performative.\" They can even appear as animals such as killer whales, boars, hyenas, markhors, owls, or any other animal the Narcon chooses.\nAfter elaborating for a little while longer, the Narcons decide to unpause the narrative. As it was paused, no time has passed since the end of the previous chapter and the beginning of the next one.\n"
				},
				{
					"title": "Walk",
					"narrator": "Luther Perez",
					"start": "May 10, 2014 (15:21:08)",
					"end": "May 10, 2014 (16:38:11)",
					"summary": "The chapter opens up on May 10, 2014 at 15:21:08 in Los Angeles, California. Luther and his crew are driving in the van. Luther watches the rain as Tweetie drives. Everybody is passing around a blunt and drinking from a bottle of alcohol with the label torn off. As everybody talks and jokes around, Luther begins to notice how everybody, even Juarez, has stopped being mean to Hopi. When they arrive to their destination and exit the van, they search the area and see that nobody is around. Hopi asks Piña in a whisper when he will be jumped into the gang. Piña only tells him to shut up.\nThe crew notices a series of large, deep holes dug into the ground. These holes are filled with water. Out of nowhere, Juarez decides to push Hopi into one of them. He falls deep enough to where the others can no longer see him. Luther gets on his knees and reaches his arm into the water to see if he can find Hopi. He manages to grab Hopi by the hair and pull him out of the water. Juarez explains he pushed Hopi in to see if Hopi's comment from earlier, about not knowing how to swim, is true or not.\nHopi asks Luther when he will be able to start getting tattoos like the ones Luther has. Victor tells Hopi that he can start getting the tattoos after he gets jumped in. Hopi tells them all that he is ready to be jumped in. Luther asks Hopi why he keeps the blue pencil around. Hopi replies by saying ink scares him, which confuses Luther since Hopi wants tattoos. Luther then asks what Hopi uses the pencil for. Before he can answer, Juarez suggests Hopi could be a cop and he has been taking notes on the crew. Piña assures everybody that Hopi isn't a cop. Hopi tells them that he enjoys writing, but the vagueness of his answer angers Luther.\nThe reason the crew came to this place was because they wanted to talk to a pimp named Nacho Mirande. He doesn't seem to be around, but suddenly the crew can hear a woman calling out to Hopi. She works for Nacho. This surprises even Luther, as he hasn't met many of the women who work for Nacho yet somehow Hopi does. Hopi and the woman talk while Luther and the rest of the group find Nacho. They talk briefly before deciding to leave. Back in the van, Luther asks Hopi how he knows the woman. Hopi says he's \"gotta put that blue pencil to use somehow.\" Luther then slaps Hopi three times. Hopi withstands each of them, then thanks Luther for not slapping him a fourth time. Everybody steps back outside of the van and returns to the area with the holes in the ground.\nHopi asks if he is finally in the gang yet. Luther says he isn't. Luther begins punching Hopi repeatedly. Hopi's face becomes bloody and Luther continues to hit him. Finally, Hopi falls to the ground and decides to stay down. The crew laughs at him. Juarez starts kicking Hopi while he is still on the ground. He backs up and tries to do a running kick but ends up slipping in the mud, which Piña laughs at him for. Hopi starts getting back up and sees Juarez reaching into his back pocket. Victor and Tweetie cheer for Juarez while Luther stands silently and watches. Juarez pulls out a small pair of nunchucks, but before he gets to use them Tweetie grabs Hopi by the hair and shoves him down again.\nHopi asks again if he is in the gang now. Tweetie then pulls out a gun and aims it at Hopi. Once Hopi sees the gun being pointed at him, he finally becomes terrified. He begins pleading to Piña and asks her to stick up for him. He wants her to tell them that he doesn't know any information that could be used against them. He asks her to tell them that he could be a valuable member in the gang. Piña says nothing and looks away. Juarez still suspects that Hopi could be an undercover cop. Luther doesn't believe that Hopi could be a cop based on the fact that Teyo sent Hopi, and the fact that Hopi has a drug-addicted mother.\nNobody is speaking anymore. Hopi remains on the ground, crying and begging Tweetie not to shoot. He says he doesn't understand why this is happening. Tweetie tells him that he doesn't get to understand. Hopi gets on his knees and looks at the necklace he is wearing. It's a cross. Luther takes it from him and tosses it to Piña. He then instructs Juarez to take Hopi's jacket and everything in his pockets. When emptying Hopi's pockets, he finds the blue pencil and a grilled cheese sandwich wrapped in tinfoil. Hopi ordered it earlier while they were at IHOP. He tells them it is for his mother. Juarez bites through the tinfoil and eats the sandwich.\nHopi looks at Luther and begs him to let him live. He holds up his hands as if to pray to Luther. This isn't the first time Luther has seen a sight like this. Luther grabs Hopi by the neck and drags him over to the edge of one of the holes in the ground. Luther then walks to the opposite side of the hole and Tweetie, Juarez, Piña, and Victor form a wall behind Hopi. Luther orders Hopi to stand back up. Still crying, Hopi obeys. Luther begins talking, \"Just walk, Hopi. Right over to me. God wants you to live, you'll walk on this water and walk right on out of here.\" Juarez gets excited and begins cheering. Everybody smiles as they watch, including Piña.\nHopi drops back onto his knees but Luther tells him to walk. Hopi stays on the ground. Luther orders Hopi to look at him. Luther pulls off his shirt to reveal all the tattoos, scars, and nine bullet holes covering his body. He holds his arms out like a cross, starts walking forward, and stands on the water.\nThe chapter ends on May 10, 2014 at 16:38:11.\n"
				},
				{
					"title": "The Fourth Crate",
					"narrator": "Isandòrno",
					"start": "May 10, 2014 (18:38:12)",
					"end": "May 10, 2014 (18:47:09)",
					"summary": "The chapter opens up on May 10, 2014 at 18:38:12 in Veracruz, Mexico. Isandòrno is about to reach a place referred to as The Ranch. He knows who will be waiting for him there: an old man named Juan Ernesto Izquierdo, who always mocks him for \"mistrusting the sea and for never crossing a border.\" Juan's wife Maria will also be there, along with their children Nastasia and Estella. The two children always refer to Isandòrno as \"Tio\" (Spanish for \"Uncle\") and he gives them hard candy when he sees them. There will be others there as well.\nThere should be three crates waiting at The Ranch. They were sent from Africa and had arrived earlier than expected. The first crate contains a small hyena. The second crate contains a baby elephant. The third crate contains a baby giraffe. Each of these animals are wounded and barely able to move. These wounds are possibly already infected as well. They are scheduled to be sent north somewhere but Isandòrno doubts they will survive the trip.\nBefore the animals are sent off, Isandòrno questions why there is a fourth crate when he was only expecting three. The driver who will be taking the animals says it costs less to bring too many rather than too few. Isandòrno does not approach the crate, but instead asks the driver what's inside. He checks the paperwork for the crates and sees that the three he was expecting are labeled as crates \"W,\" \"X,\" and \"Y.\" The driver asks if he should take the fourth crate back and only ship off the three others. Isandòrno decides it would be better to see the animal before making that decision. He begins walking towards the fourth crate but stops himself before opening it. He is unsure of what to do.\nThe chapter ends on May 10, 2014 at 18:47:09.\n"
				},
				{
					"title": "“Senex in Venice”",
					"narrator": "Senex",
					"start": "May 11, 2014 (01:47:10)",
					"end": "May 11, 2014 (01:47:43)",
					"summary": "This is a short section of only two pages. It is presented in a comic book style, split up into several panels. The segment opens up on May 11, 2014 at 01:47:10 in Venice, Italy. The Senex is shown walking the Venetian streets. He says he is \"a man of taste, seasoned by taste.\" He is an adventurous person who desires to try as many new things as possible. As he continues talking, he explains that \"such adventures keep one who is perpetually young... feeling perpetually young.\"\nThe section ends on May 11, 2014 at 01:47:43.\n"
				},
				{
					"title": "Tiny Storms",
					"narrator": "The Wizard",
					"start": "May 10, 2014 (18:47:44)",
					"end": "May 10, 2014 (19:06:32)",
					"summary": "The chapter opens up on May 10, 2014 at 18:47:44 in Marfa, Texas. Cas and Bobby have gone to the Hotel Paisano to meet with Deakin. They search around the lobby and in the bar but they are unable to find him. They ask the receptionist to call his room but he doesn't answer. Bobby asks the receptionist if she could take them up to his room, making up a lie to trick her, but her supervisor does not allow this. They continue waiting for him in the lobby.\nCas begins to grow worried and she begins worrying that someone could find the Orb while they are away from the Airstream. She and Bobby are approached by Kirby, the night manager. They ask him if he can take them to Deakin's room and he decides to lead them there. Kirby knocks on Deakin's door but the door does not open. He takes out his key and decides to open the door. As soon as the door begins to open, smoke starts pouring out of the room.\nCas has owned her Orb for sixteen years. She has named it \"Scry Baby.\" The text explains that whenever she turns on her Orb there are \"faint flickers resembling smoke.\" The text shows what the Orb looks like when first activated. \"VEM\" is at the top of the page, followed by omitted text. Below that, at the center of the page, is the Orb. Afterwards, the Orb is capable of showing \"Clips,\" or various moments in time. One such Clip is \"Clip #1,\" which depicts a girl named Audra, the daughter of a man named Toland, drowning in the Pacific Ocean in 1962. Cas found the body herself in 1964. Another Clip depicts someone named Alvin Alex Anderson as a baby lying down in his crib. Cas and her associates still do not fully understand how to make the Orb work properly but it seems they have been trying for a long time. These days, Bobby only wants Cas to use the Orb as a way to track Recluse so they can more easily avoid him.\nNot too long ago, Cas and Bobby ran into an incident with a cop while they were in the Airstream. Bobby saw the police car and he told Cas to quickly power off the Orb. He threw a sweater over it to quickly hide it. Cas suspected that they were not really cops. She feared that they were actually sent by Recluse. She worried that if the Orb were to be taken from them, it would lead to their Distribution failing and \"Recluse's VEM Identity triumphing, instituting a culture of sustained oppression lasting potentially centuries if not longer.\" She saw then that it actually was a cop. There were two people - the sheriff and the man who rented them the property where the Airstream is stationed. They informed Cas and Bobby that they were there due to suspicions of them being involved with making drugs. These reports came from various people who had driven past the Airstream beforehand. Bobby shows the two of them the chemicals in their refrigerator. He then shows them the JEOL electron microscope, which Bobby refers to as \"Joel.\" He tells the two of them that he and Cas are meteor hunters. The sheriff notices the Orb and asks about it. He shows it to them and convinces them that it is their best find yet. The two then leave.\nDeakin has a profile on Parcel Thoughts that he uses to update Cas and the rest of their associates whenever anything important happens. Some of these updates include posting that \"Thanatos dead in New Haven,\" \"Thaumaturge dead in Islip,\" \"Artemis dead in Berlin,\" \"Pythia arrested in Fort Myers,\" \"Endoria arrested in Portland,\" \"Circe missing in Cedar Rapids with two witnesses calling in a possible abduction,\" \"Lilith arrested in Richmond,\" \"Treebeard dead in Redwood Shores,\" and \"Sibyll missing.\" Bobby had also discovered that back in April, Realic S. Tarnen was tortured, cut into pieces, and smeared across an intersection in downtown Los Angeles. Several years ago, Cas began sending Realic cryptic hints to follow. Realic was never told about Recluse, the Distribution, or VEM.\nCas and Bobby are still unsure of where Sorcerer is. Deakin, Cas, and Sorcerer all seem to be the best at using the Orb. There are apparently five Orbs in existence. Cas, Bobby, and Kirby are still standing outside of Deakin's hotel room. The three of them enter the room and they see that Deakin is not inside. There is not even a suitcase. Kirby opens the window to let out the smoke. When Cas and Bobby inspect the bathroom, they see bits and pieces of Deakin's Orb. He destroyed it, which they then realize is the reason for the smoke. They are still unsure of where Deakin could be now but they decide to leave the hotel. They get on their motorcycle and drive back to the Airstream. Once back, they cinch the motorcycle to the back of the Airstream and begin packing all of the equipment they had set up around it. They are planning on changing their location.\nThey see a new post on Parcel Thoughts, made by Sorcerer. He wants to meet with them. Cas decides to power up the Orb again and she watches Clip #6. It is not her first time watching this Clip. Sorcerer has also seen it. The Clip depicts a man with his daughter. To everybody's surprise, Sorcerer claims to know the people being shown. He says he was once good friends with the father. Cas asks the name of the daughter. Sorcerer tells her the daughter's name is Xanther.\nThe chapter ends on May 10, 2014 at 19:06:32.\n"
				},
				{
					"title": "“Mom, it’s a – ”",
					"narrator": "Astair Ibrahim",
					"start": "May 10, 2014 (17:06:33)",
					"end": "May 10, 2014 (17:17:17)",
					"summary": "The chapter opens up on May 10, 2014 at 17:06:33 in Los Angeles, California. Xanther and Anwar have both arrived back to their home. When Astair sees them pull up into the driveway, she steps outside to see them. When she sees that Xanther's arms are cut up and bleeding and her glasses are missing, she begins to panic. Shasti and Freya both run outside, expecting to see the dog they were supposed to pick up. Astair wonders why Anwar hasn't taken Xanther to an emergency room. Her first thought was that it was the result of Xanther having another seizure, but she sees that this is incorrect. Anwar is still by the car, unloading something. When Anwar approaches Astair, he explains that Xanther's glasses are on a sidewalk in Venice and he is planning on going back to retrieve them.\nAstair notices the small creature Xanther is holding. Xanther is trying to rush into the house but Astair blocks the door, demanding an explanation as to what happened to her and why they are not back with the dog. When she first sees the animal Xanther is holding, she thinks it is a Chihuahua and they had bought that instead of the Akita. Xanther begins trying to tell her but she interrupts, the thoughts of Xanther possibly having a seizure are still on her mind. Xanther tries to explain again but Astair interrupts again, still wanting to know where the dog is. Anwar tells her that they never even made it to the trainer. He tells her that Xanther found the animal on the way there and saved its life.\nXanther is finally able to show Astair that the animal is a cat. Astair says they can't keep it because she's allergic to cats, and Anwar admits he wasn't aware of this. When Astair sees the cat, she believes that it will die before the night is over. Astair expresses again that she wants the cat out of the house.\nThe chapter ends on May 10, 2014 at 17:17:17.\n"
				},
				{
					"title": "auntie!",
					"narrator": "Jingjing",
					"start": "May 11, 2014 (08:17:18)",
					"end": "May 11, 2014 (08:49:04)",
					"summary": "The chapter opens up on May 11, 2014 at 08:17:18 in Singapore. Tian Li removes her necklace and hands it to Jingjing without explaining her reasons for doing so. Jingjing is unsure of what to do with it and he has never seen Tian Li remove it before. He decides to hang it up on his wall.\nFor some reason, all of the windows and doors in the flat are wide open. There is no sign of a burglary. Jingjing closes all of the doors and windows but he notices that Tian Li is suddenly acting differently. She asks for ice cream. She has never done that before so Jingjing has to pick some up at a nearby store. When he returns, Tian Li seems to be having a difficult time remembering who Jingjing is. Afterwards, she goes to her room and falls asleep. Again, Jingjing has never seen Tian Li sleep before.\nJingjing decides to return to the void deck. Along the way, he stops and feels as if something is more deeply wrong. Something obvious that he is not seeing. He ignores this feeling and proceeds. Once he enters the void deck, everybody ignores his arrival. He sees Spencer and the two end up arguing again. Jingjing pulls out a gold coin from his pocket. Everybody in the void deck, including Spencer, all gather around Jingjing. His mind is still focused on the mysteriously opened doors and windows, though. Spencer takes the coin and examines it. When Jingjing asks for it back, Spencer tells him he'll give it back in exchange for beer. Jingjing doesn't agree so Spencer seems to drop the coin, but then performs a magic trick where he pulls it out from behind Jingjing's ear. This impresses Lau Jerry and Delson, two other people in the void deck who were gathered around. Spencer crushes the coin in his hand and it begins dripping out chocolate. Jingjing is left confused over this.\nSuddenly Jingjing gets a bad feeling and he runs up the stairs back to his flat. He shakes Tian Li awake and asks her where her cat has gone. Tian Li is confused and Jingjing tells her the cat is lost. Tian Li replies by saying, \"Not lost. Just gone. Gone at last. Gone for good.\"\nThe chapter ends on May 11, 2014 at 08:49:04.\n"
				},
				{
					"title": ", dead",
					"narrator": "Anwar Ibrahim",
					"start": "May 10, 2014 (17:49:05)",
					"end": "May 10, 2014 (23:10:59)",
					"summary": "The chapter opens up on May 10, 2014 at 17:49:05 in Los Angeles, California. Anwar is driving back to the spot in Venice where Xanther lost her glasses in hopes of retrieving them. Shasti and Freya are in the backseat. They all sing songs along the way. Once they make it, the three of them begin searching around. The twins are able to find the glasses. The lenses of Xanther's glasses are scratched and the frames are only slightly damaged, but other than that they are still intact.\nAfter the glasses are recovered, they begin their drive back home. Anwar decides to drive to Silver Lake first so he can stop at a pet store there. The owner of the pet store asks about how Astair was in the store earlier to shop for a dog. Anwar buys some cat food then continues the drive home.\nOnce back home, Xanther tells Anwar that Astair is acting strangely. Anwar walks into his bedroom and finds Astair sitting on their bed. Anwar asks what's wrong, then makes a joke to cheer Astair up. It works and the two begin discussing the events from earlier. Anwar explains that Xanther found the cat, and he isn't sure how she did it. Anwar and Xanther took the cat to a vet shortly after bringing it home the first time. The vet told Xanther everything she needed to do to help the cat survive, but the vet told Anwar that survival through the night is unlikely. Astair comments that it is unfortunate, but she quickly changes the subject. She looks at the grade she received on her thesis, only to see that it is an F. There is an attached letter that says \"Incomplete\" at the top.\nThe family sits down to dinner. Xanther tells Anwar that Astair has helped her fill sterilized bottles with formula to feed the cat. Anwar finds a dry, clean piece of plywood and places it on the dog bed. Xanther puts a cardboard box on the plywood and places the cat inside of the box. Even though neither Xanther nor Anwar detect any hint of Astair's supposed allergies, Xanther asks anyway if her allergies are acting up. Astair tells her she simply has a cold. Later, once Anwar and Astair are alone, he asks again if she is feeling alright. Astair tells him that she does not have a cold.\nOnce everything is settled down, Anwar and Astair end up having sex. Once it's over, Anwar is left with the feeling that Astair is less than satisfied, but neither of them speak up about it. Anwar goes downstairs, opens the refrigerator, and grabs a bottle of champagne. Astair follows him down and tells him that the check he was expecting has still not come through. Anwar tells her that Ehtisham might have left a voicemail or an e-mail to update him about it. After they sort through the massive amount of spam they are still receiving, they are unable to find any such update.\nThe gaming company Enzio has a project known as \"Cataplyst-1\" in development but it has been on hold for a while due to having some bugs the company has not been able to fix. They have promised $9,000 to Anwar and his co-workers if they are able to fix the bugs. Anwar realizes that his family is in need of that money. Anwar contemplates putting Paradise Open on hold and focusing away from the other projects at the company he works for and instead focusing on this deal with Enzio. Paradise Open, despite having a few bugs fixed earlier, is still severely glitchy. Anwar reasons that it is because \"the A.I.M. Creation Tool he put together keeps producing inconsistent logic.\" Anwar does not sleep, but instead decides to stay up for the next few hours coding Paradise Open. It is able to successfully compile but he still can't get it to work how he wants it to.\nAnwar and Astair can hear noises coming from within the walls. They fear the house is infested with rodents. Anwar points out that they cannot afford an exterminator now. Anwar checks the box and sees that the cat is no longer in it. He is confused as to where it could have gone. It could barely move at all before. He discovers that Xanther has taken it up to her bedroom. He notices that it has finally stopped raining outside.\nAnwar recalls the event that happened hours ago when Xanther handed him the cat and asked him to save it from drowning. Anwar gently placed it on its side, tilted its head up, and started pressing his fingers against its rib cage. He remembered the lessons that he and Astair learned when they took a CPR class shortly before the twins were born: look, listen, and feel. He looked to see if the cat was breathing. It didn't seem to be. He tried to listen to the cat but the noise that surrounded them at the time was far too loud. He felt the cat to see if it was able to move. It continued to stay still. Anwar was convinced that the cat was dead. As a last resort, he performed mouth-to-mouth on it. The cat began to move for a few seconds but then stopped again. Xanther had taken the cat from him and held it in her hand. Anwar suddenly thought about Dov's funeral in Arlington and how he, too, was still upset over Dov's death. After trying for a while longer, the cat began to move again.\nAnwar ceases recalling the events from earlier and returns upstairs. He sees that all three of his daughters are now sleeping.\nThe chapter ends on May 10, 2014 at 23:10:59.\n"
				},
				{
					"title": "St. Hopi",
					"narrator": "Luther Perez",
					"start": "May 10, 2014 (23:11:00)",
					"end": "May 10, 2014 (23:27:01)",
					"summary": "The chapter opens up on May 10, 2014 at 23:11:00 in Los Angeles, California. Luther is drinking somewhere and recalling the events from earlier. He is trying to forget about what happened. Earlier, when Luther walked on the water and stood there, the rest of the group grew highly confused. Juarez had even ran away at the sight of this. Luther's plan was to grab Hopi and drag him down into the water, but the pool was shallower than he expected. After giving it another thought, he proceeded with his plan. He grabbed Hopi by the hair and dragged him to a different water-filled hole in the ground. It looked to be shallower than the one they were currently at. Hopi wasn't put up much of a fight by this point. Before Luther could finally drown Hopi, Hopi walked into the water himself. Convinced that he had drowned, Luther and the rest of the gang returned to the van.\nLuther stops thinking about it and goes outside. He inspects his cars and thinks that they should be cleaned. He decides he will call Zavaleta (another woman who works for him) tomorrow and have her clean them. He goes to the backyard and looks up at the sky, relieved to see that the rain has stopped. A wandering animal catches his attention but it quickly disappears. He grabs more bottles of beer and continues drinking. He drinks until he runs out of bottles. When that happens, he shatters all of them against his back fence.\nLuther continues thinking about what happened earlier. As he and his crew were walking towards the van to leave, Tweetie turned around and saw something that surprised him. He saw Hopi climbing out of the hole in the ground. Upon seeing this, Luther grabbed a nearby shovel and walked back over to Hopi. Hopi's hands were still together in a praying fashion. Luther did not care. He swung the blade of the shovel down on Hopi, finally seeming to kill him.\nThe chapter ends on May 10, 2014 at 23:27:01.\n"
				},
				{
					"title": "If Anything…",
					"narrator": "Xanther Ibrahim",
					"start": "May 10, 2014 (23:27:02)",
					"end": "May 10, 2014 (23:32:09)",
					"summary": "The chapter opens up on May 10, 2014 at 23:27:02 in Los Angeles, California. Xanther wakes up from her sleep and feels a great deal of sadness as she sees the cat and thinks about its chances of survival. Xanther remembers a time when she still lived in Georgia and one day, on the back patio of her home, she found an injured hummingbird on the ground. It was in pain and was unable to fly. The bird was convulsing, as if having a seizure. Xanther wanted to bring it to Astair but the bird had died in her hand before she could.\nXanther stops recalling this memory and instead notices something bizarre about her room: the window and door are wide open. She is unsure of how or why they are like that. She wants to close the window and door and go downstairs but she decides instead to stay in bed. She thinks about earlier when she and Anwar first found the cat and were trying to keep it alive. Anwar wanted to take Xanther to a hospital but Xanther refused, saying they need to go to a vet first. Two technicians named Teresa and Dr. Brady offered to watch the cat for the night, saying they could only hope the cat would survive, but Xanther didn't like that idea. They had conducted a check-up on the cat - checking its temperature, pulse, and weight. The results for all three were \"next to nothing.\" Teresa had guessed that the cat was less than two weeks old.\nThe Narcons suddenly make a comment on the fate of Teresa and Brady. In the future, Teresa will never marry. She will leave the animal care industry, move to Arizona, and die in a car accident while on her way to clean a house. Her final thoughts are of her mother, already dead for twenty years. Brady will live until the age of eighty-nine but will forget who he is by the age of seventy. Neither Teresa nor Brady will remember this day, and what they will hear about on the news later will only remind them of their good fortune.\nAlong the way back home, Xanther kept reading through the list the technicians wrote for her that will help keep the cat alive. She was instructed to feed the cat every six hours. If it survived for six weeks, they could begin giving it shots. Once they got back home and Anwar returned to Venice to retrieve Xanther's glasses, Astair helped her clean up the blood from her arms and legs. They saw only minor scratches, which didn't make sense for the amount of blood. It also didn't match up with her memory of falling and being scratched.\nOnce Xanther finishes thinking about the events from earlier, she lies back down in her bed. She feels that everything is in place and safe. Her mind is no longer filled with questions. She places the cat next to her and it starts sleeping. Still, it can barely move and it is unable to open its eyes. She feels much more calm with the cat around. She feels like \"even if nothing seems to have changed everything suddenly feels manageable. Or better: answerable.\"\nThe chapter ends on May 10, 2014 at 23:32:09.\n"
				}
			]
		},
		{
			"volume": "2",
			"title": "Into the Forest",
			"chapters": [
				{
					"title": "Mother’s Day",
					"narrator": "Astair Ibrahim",
					"start": "May 10, 2014 (23:32:10)",
					"end": "May 12, 2014 (07:07:13)",
					"summary": "The chapter opens up on May 10, 2014 at 23:32:10 in Los Angeles, California. Astair is trying to sleep but keeps being woken up. She notices that the doors and windows in her bedroom are open. She goes downstairs and sees that the doors and windows are also open in all of those rooms as well. All of the closets, cupboards, and drawers are also open. Still tired, she decides to just return upstairs and go back to sleep.\nOn the morning of May 11, Astair sees that everything is still open. At first she suspects an intruder entered their house last night but she notices that nothing was displaced. She goes around the house and closes everything. When she goes over to close the living room coffee-table drawer, she sees a small box filled with purple-tipped matches, a purple ribbon, and a postcard from Istanbul. This was sent from Dov to Xanther some time ago. Dov also gave Astair a gift: a glass with two wolves on it. Astair keeps it on the mantel.\nAstair passes by the dog bed and realizes that the cat isn't there. She goes to Xanther's room to confront her. She discovers that neither Xanther nor the cat are in there. Xanther has made her bed before leaving. Astair finds it odd because Xanther never makes her bed and she never wakes up so early. Shasti, Freya, and Anwar are all still sleeping. Astair walks around the house again to try and find Xanther. She checks the backyard but does not find her. When Astair goes to the front yard, she sees Xanther at the curb. She is holding the cat and watching the sunrise. Xanther wishes Astair a happy Mother's Day, but Astair tells her she should not leave the door open.\nLater on, the twins run over to Astair while holding Anwar's laptop so they can show her a video of the AMAs (American Music Awards). She slams her palms down on the kitchen table and shouts that she is trying to work. Anwar sends the twins out of the kitchen and suggests to Astair that she should take a nap. Instead, Astair calls her friend Abigail. They talk, but when Abigail boasts about how she recently beat Astair in a game of \"Words with Friends,\" Astair loses her temper again and makes a comment that offends Abigail. Astair apologizes.\nAstair tries to get Xanther to go with her to the supermarket but Xanther protests, saying she does not enjoy grocery shopping and she does not want to leave the cat alone. Astair convinces Xanther to go along, but as soon as they leave the house, Xanther begins complaining. She claims to have a high temperature. She asks Astair to feel her forehead, but when she does, she tells Xanther that she feels fine. Once they're in the car, Xanther starts feeling even worse. By the time they make it to Trader Joe's, Astair can see that Xanther looks sick. As they walk around, Astair spots a \"hiring\" sign and thinks that she might end up having to. She is still worried over Anwar not being paid when he was supposed to be. They purchase a few items then leave.\nOn the way back home, Astair spots a dog running along a sidewalk. She slowly drives alongside it. Xanther tells her to drive to the end of the street before the dog can reach that point. Astair listens. Xanther exits the car and the dog runs into her arms. The owners of the dog catch up and tell Astair that the dog is eighteen-years-old. They have had him since he was a puppy. They thank Astair and Xanther for catching the dog and they offer Xanther money as a reward, but she rejects the money.\nAs soon as they make it home, Xanther returns to the cat and she stops feeling sick. Her temperature returns to normal. Astair is still bitter over how they never got the dog yesterday. She tries to calm down by doing Tai Chi but it doesn't help. She receives a call from Taymor, who asks her about the conversation between her and Abigail earlier. Astair says she still feels bad about upsetting her, but Taymor is only interested in hearing about the dog. Astair doesn't want to talk about it with her and she decides to hang up. Their phones are still constantly ringing due to Mefisto's prank.\nAnwar takes the car so he can visit Ehtisham so they can discuss their money situation, but Ehtisham cancels the meeting while Anwar is on his way. At dinner, Astair prepares food for the twins while Xanther feeds the cat. Astair decides to go to bed early. When she wakes up in the morning, she still feels the same bitterness she has been feeling ever since Xanther first brought the cat home.\nThe chapter ends on May 12, 2014 at 07:07:13.\n"
				},
				{
					"title": "078*371*636",
					"narrator": "Xanther Ibrahim",
					"start": "May 12, 2014 (07:07:14)",
					"end": "May 12, 2014 (10:23:51)",
					"summary": "The chapter opens up on May 12, 2014 at 07:07:14 in Los Angeles, California. Xanther is in her bedroom. She appears to be having a nightmare, and when she wakes up she notices the cat is not next to her. She searches all around her room for it, and when she is unable to locate it, she goes downstairs. She finds it on its back with its hips curving, its paws up, and its eyes shut. Xanther screams at this sight. When Astair sees this, she and Xanther get into their car. Xanther texts her friends, asking them for the best vet in the area. They text back, but when they use dog emojis in their texts, Xanther remembers that she still hasn't told them about the cat. Astair also asks Taymor which vet they should go to.\nThe vet they end up going to is in West Hollywood. Dr. Syd Lactnod performs an examination on the cat. The first thing Lactnod wants to do is determine the cat's weight. He places it on a steel scale. Astair explains that Xanther found it just two days ago. Xanther wants to know the cat's gender. Before Lactnod answers her, he asks why they brought the cat there, as he is unable to see anything wrong with it. Xanther tells him that when she saw the cat earlier this morning, she thought its heart had given out. Lactnod continues with the examination by checking the cat's teeth next. Afterwards, he uses a stethoscope and places it against the cat's chest. He then takes its temperature. Astair asks if the cat has a fever. Lactnod says it doesn't, but its temperature is a little low.\nAnother technician enters the room. His name tag says \"JD\" on it. He brings a machine with him, but Xanther is unsure of what this machine is. JD holds it a few inches above the cat. He tells Xanther the machine is a \"Power Tracker IX\" and that he is just scanning for something. When JD takes the device away, it displays the numbers \"078*371*636.\" JD exits the room without explaining to Xanther what it means. Xanther takes the cat back into her arms. Astair asks Lactnod if it is a good thing for her to be handling the cat so frequently. Lactnod tells her that it is a good thing for both Xanther and the cat. Lactnod also tells the two of them that the cat is a male and has been neutered. He has also found canines, premolars, and molars in its mouth. A few are missing but the rest indicate years of use. He tells them they need to get the cat fed and hydrated, and orders a blood panel as well as getting the cat on a regimen of antibiotics.\nDue to the fact that Xanther found the cat and brought it home, Lactnod informs her and Astair that he is required to conduct a check for previous ownership. He tells them that even though the cat looks almost newborn, it could actually be fifteen-years-old, or possibly even older than that. He explains that the device JD scanned the cat with is intended for this purpose. It may have detected a microchip implanted in the cat which is why it displayed the numbers that it did. JD is currently looking into it.\nWhen JD reenters the room, he tells everybody that he could not find a previous owner. He did, however, see that the ID registered for the cat has come back as \"deceased.\" It also came up as a dog. JD takes the cat to perform more tests while Astair goes with Lactnod to take care of the bill. Xanther waits alone in the lobby. As she waits, she begins to feel that same burning feeling she was experiencing yesterday. As soon as JD returns with the cat, Xanther's sickening feeling vanishes again. Astair also returns and the two leave the vet.\nThe chapter ends on May 12, 2014 at 10:23:51.\n"
				},
				{
					"title": "‘Birds?’",
					"narrator": "Anwar Ibrahim",
					"start": "May 12, 2014 (10:23:52)",
					"end": "May 12, 2014 (20:10:24)",
					"summary": "The chapter opens up on May 12, 2014 at 10:23:52 in Los Angeles, California. Anwar is trying to resolve the money issue he has been dealing with. He wants to be paid the money the company owes him but he is unsure if it will be enough by this point. He keeps thinking about the deal made to him by Enzio: if he is able to debug their game \"Cataplyst-1\" then they will pay him more than the company he currently works at is promising to pay him.\nAnwar opens the source code for Cataplyst-1 and starts reading through it. The game will not even run in its current build. He is trying to figure out how he will even resolve that much. From what the readers are shown, the game has over 100,000 lines of code Anwar needs to sort through.\nEarlier, when Xanther and Astair took the car to take the cat to the vet, Anwar was left without a way to take Shasti and Freya to school. He had to call a friend for an emergency pickup, which luckily worked out. After that, he spent the next few hours trying to fix Cataplyst-1. He is unsure of what the title is supposed to mean. Ehtisham calls Anwar, apologizing for cancelling their plans last night, and asks Anwar if he would like to go to Culver City with him for the afternoon. Anwar is unable to make it without the car so they reschedule for the evening. Anwar takes another look at the code for Cataplyst-1 and he is unable to spot an error of any kind. He becomes increasingly frustrated, especially when he thinks about how Enzio only gave him a limited amount of time to complete this job.\nAnwar begins to daydream. He remembers a time when he was younger and was still living in Cairo, Egypt. He was only four years old. One day, he was home at the apartment he and his parents were living at. It was a small apartment located nine stories up in the complex. It was dinner time and his father, Shenouda, was setting the table. His mother, Fatima, had left to pick up groceries and would be back soon. Once Fatima did return, she and Shenouda began cutting bread and filling bowls with soup. They began talking, and while that was happening Anwar spotted a red volleyball rolling into the dining room.\nAnwar's daydream is cut off when Xanther and Astair return home from the vet. Astair tells Anwar about everything that happened there. After they talk, they tell Xanther she still has to finish the rest of the school day. Xanther protests, saying she doesn't want to leave the cat alone. After Xanther feeds the cat, she sets it down and Astair drives her to her school, Thomas Star Kane. Anwar returns to the computer and starts looking through the coding of Cataplyst-1 again.\nAfter becoming frustrated again, Anwar goes downstairs to make some herbal tea. While waiting for the water to boil, he decides to check on the cat. It is sleeping. Anwar, and none of the other Ibrahims, had noticed how old the cat looks until it was pointed out by the vet earlier.\nLater that evening in Culver City, Anwar meets with Ehtisham at Sementera. Ehtisham tells Anwar that he already spoke to Talbot and Glasgow but he also wants Anwar's opinion on what they spoke about. He shows Anwar a series of spreadsheets all relating to their money issues. He tells Anwar that he, Talbot, and Glasgow are all planning on leaving the company due to its massive debt. He also informs him that nobody will be losing proprietary rights, so Paradise Open still belongs to them and not to the company. Paul Bucksea of the company Dead Rowboats has offered to take over the lease and has already wired over the money. They try and figure out what they want to do next, and afterwards they begin talking about Mefisto.\nAnwar tells Ehtisham that he is unable to debug Cataplyst-1. Ehtisham says that he should try music. When Anwar asks him to elaborate, Ehtisham explains how he heard about someone at Red Fly Studio who \"programmed outputs of various pitches at different points in the code. Do-re-mi type stuff. Whenever the CPU crashed, the audio system kept producing the tone. If you know the note, you know where to look.\" The Narcons comment a book: \"Game Coding Complete, Fourth Edition by Mike \"MrMike\" McShaffry and David \"Rez\" Graham, p. 827\" for reference.\nEhtisham points out something strange to Anwar. The last time he spoke to Kozimo, all Kozimo wanted to hear about was Mefisto. Ehtisham told Kozimo about the prank Mefisto pulled on the Ibrahim family. The two go into The Glass House to discuss this further, but once inside, they find a large amount of birds in cages. There are movers clearing out the Sementera building and replacing all of the items with new items now that Dead Rowboats has taken over.\nThe chapter ends on May 12, 2014 at 20:10:24.\n"
				},
				{
					"title": "Planski",
					"narrator": "Özgür Yildirim",
					"start": "May 12, 2014 (20:10:25)",
					"end": "May 13, 2014 (13:42:02)",
					"summary": "The chapter opens up on May 12, 2014 at 20:10:25 in Los Angeles, California. Oz is drinking at a bar. A woman is sitting next to him. She is waiting for her friends to arrive, so she starts talking to Oz. She asks him if he is a cop. He tells her he is a detective but he is planning on retiring. She tells him her name is Cally.\nOz goes home to his apartment and falls asleep. He receives a text from Elaine around 4am with the message \"too late :(\" but Oz is too tired to respond. When he wakes up again in the morning, he feels sick. He skips breakfast and leaves the apartment.\nAt noon, Oz goes to a restaurant called \"Sqirl\" to have lunch with his fellow-detective friend Shannon Plainer Yarlovsky, aka Planski. They make small-talk until they start bringing up more important subjects. Oz talks about his retirement plans. He also mentions how he bumped into Nyra three days ago. Thirteen years ago, Nyra was pregnant with Oz's child but something happened. Oz does not go into detail, but he does mention how the \"kid would be about thirteen now.\" Oz asks Planski if she heard about what happened to Realic in Chinatown in April. She has.\nPlanski informs Oz that she has a lead on busting a major drug distribution. It involves a gang that distributes drugs via balloons. It is such a large operation that it extends into Mexico, West Africa, Europe, and Russia. She asks Oz to assist her in taking this business down. Oz is unsure of whether or not he wants to be involved. He suddenly notices two women walking into the restaurant. One of them is Cally. Planski asks Oz if he has heard of something called \"Synsnap-27.\" He has not. Planski then says, \"you will.\"\nThe chapter ends on May 13, 2014 at 13:42:02.\n"
				},
				{
					"title": "be extraordinary",
					"narrator": "Jingjing",
					"start": "May 14, 2014 (04:42:03)",
					"end": "May 14, 2014 (19:17:09)",
					"summary": "The chapter opens up on May 14, 2014 at 04:42:03 in Singapore. Jingjing is at a local park, unable to sleep. He is eating some food and resting by a spice garden. He has been searching for Tian Li's cat ever since it disappeared but has had no luck. He decides to start walking along the path of a greenway, but while doing so Jingjing spots a snake crawling over his shoe. He panics then kicks the snake into the nearby grass.\nJingjing spends the next few hours in the park before returning to his apartment complex. Tian Li is still feeling depressed and sick. He attempts to cheer her up but she falls asleep again. She has been doing nothing but sleeping and eating ever since the cat disappeared. Jingjing decides to search around the apartment for some money. When he is unable to find any, he begins to worry about how poor they are becoming. He starts trying to think of ways to make money. At the same time, he continues his search for the cat. The stress makes him start feeling the need to smoke.\nWhile at an electronics store, Jingjing spots Zhong on a TV screen. He remembers when he was at Zhong's palace and would like to be able to see all of his friends again. He also thinks about Raeden and how he was put into a coma from smoking some really heavy drug from a balloon. On his way out of the store, he decides to draw a monster card from his deck. The card he draws is Tanngrisner. He puts the card back and begins to realize how much he misses the cat. He realizes that things were a lot better when it was still around.\nWhen Jingjing returns to the apartment again, he finds that the last of the food has been eaten. Tian Li appears to be holding lottery tickets. She asks Jingjing to pick a number. Jingjing picks, and when the numbers are revealed, it seems they have won some money.\nThe chapter ends on May 14, 2014 at 19:17:09.\n"
				},
				{
					"title": "Between Nowhere and Nowhere",
					"narrator": "Isandòrno",
					"start": "May 14, 2014 (06:17:10)",
					"end": "May 14, 2014 (07:42:38)",
					"summary": "The chapter opens up on May 14, 2014 at 06:17:10 in Chiapas, Mexico. Isandòrno appears to be sitting on the back of a truck as he is being driven somewhere. The truck enters heavy traffic and the driver cuts off the engine. Isandòrno climbs off of the truck and follows the driver and his wife as they walk past the stopped cars. He notices a woman peddling a bicycle through the area. Isandòrno decides to stop following the truck driver and instead follows the woman. Isandòrno follows the woman for a while longer until she stops and gets off of the bike.\nAfter Isandòrno left Veracruz four days ago, he traveled to Benemérito de las Américas. He stayed there with a group of people. The town bordered Guatemala and Isandòrno wanted to cross the border but he never did. He would like to be able to go to other countries but it has never happened. Isandòrno's father was born in Mexico but his mother was not. According to him, she was the reason he has never been able to leave Mexico.\nIsandòrno thought about a conversation he had with the man he typically bought wine off of whenever he visited his employer, The Mayor. The Mayor would never drink the wine, though. The seller asked Isandòrno why he would never leave the country. Isandòrno did not answer his question. A few men came over and drank the wine Isandòrno had bought. He told them he would not hurt them if one of them agreed to drive him back north. One of them did. Along the way to Chiapas, before getting stuck in traffic, the driver asked Isandòrno if it would be okay for them to stop in Ocosingo. The driver's wife had a cousin there who could build them a new engine, which they were planning to sell in Mexico City. Isandòrno was fine with this request.\nIsandòrno stops daydreaming and stops pursing the woman on the bike. He instead decides to see why the traffic is so bad. He can spot the corpses of animals blocking the road and there are many people around who are trying to figure out what happened. Some of the animals have also been decapitated. The police are on their way to resolve everything. Isandòrno decides to step closer to get a better look. He sees many bullet holes in the animals. Among the corpses lies a goat and a donkey. He decides then to return to the truck. He worries that his late arrival will upset The Mayor, especially considering the fact that he didn't even help escort the crates to The Ranch.\nThe chapter ends on May 14, 2014 at 07:42:38.\n"
				},
				{
					"title": "rawrgrl",
					"narrator": "rawrgrl",
					"start": "May 14, 2014 (05:42:39)",
					"end": "May 14, 2014 (22:07:16)",
					"summary": "This segment shows the solosphere of the user \"rawrgrl\" on Parcel Thoughts. Over the course of the day, a group of people seem to be chatting with each other. One person is wondering where Hopi is. Another person seems to be complaining about the pimp Nacho. Someone also comments on the drug operation within Los Angeles by a gang who sell drugs via balloons, and this person seems to want to put a stop to it. Towards the end of the day, there is a post from someone else who says they want to track down Hopi. The first post is made on May 14, 2014 at 05:42:39 and the final one is made on 22:07:16 on the same day.\n"
				},
				{
					"title": "Frogtown",
					"narrator": "Luther Perez",
					"start": "May 14, 2014 (22:07:17)",
					"end": "May 15, 2014 (02:22:22)",
					"summary": "The chapter opens up on May 14, 2014 at 22:07:17 in Los Angeles, California. The last three days have been silent for Luther, but he is now presented with a major offer. He is in town with Tweetie when the two of them are approached by a stranger. The man says he works for Teyo and he has something for them. He hands them a phone and Tweetie uses it to converse with someone named Eswin. Afterwards, Tweetie takes the phone and drops it into a black box in the back of his van. Tweetie is careful to switch phones every few weeks, and is the only person Luther trusts to handle phone conversations. Luther points out that the Mexican drug lord El Chapo (Joaquín Guzmán) was brought down after information from his Blackberry was intercepted.\nLuther and Tweetie go to Chinatown and they end up at a swap meet. They keep walking around, Tweetie leading, and he brings Luther to a small place filled with computers. They go into the back and log onto one of the computers. Tweetie logs onto Parcel Thoughts and clicks \"Noosphere.\" He finds the profiles of three women who directly work for Teyo: Eulalia Valdez, Calsilda, and Rufina. None of their profile pictures are really them, but rather are just pictures they found on the internet. They change their pictures weekly. Tweetie begins writing down notes on things written on their profiles, and then Luther tells him to figure out who they know. Tweetie tells them that if they get caught by police over posting information on Parcel Thoughts then it will be their own faults.\nLuther scans around Parcel Thoughts and other social media sites from time to time to make sure his crew honor his \"Never List.\" The rules of the Never List are this: \"never mention drugs, never drop where you been, where you at, where you going, for sure never what you got at, never give names, one reason names stay fake, and never never post real pics.\" He is certain he will never have to worry about Juarez, Victor, or Tweetie disobeying or slipping up. Piña owns a phone but she also honors this code. While he trusts his crew, Luther knows that mistakes always happen no matter how cautious or prepared someone is, and he wants to be able to control the damage in case anything does happen. They do eventually spot a profile owned by Almoraz, and on that profile there is a link to a YouTube video of him rapping. Chitel so posts every now and then but not quite to the same degree as Almoraz does. Even Lupita has a profile but it is mostly pictures of her fingernails.\nThey then leave Chinatown and go to Frogtown. Tweetie parts ways with Luther for the night so he recruits Juarez to assist him with the job they need to take care of. They are standing in a parking lot underneath a bridge. They are waiting for someone but the lot is empty when they get there. Luther remains calm but Juarez quickly becomes paranoid. The vehicle they brought with them was not their own car, but instead a truck they are borrowing from Victor's friend Adolfo. They promised Adolfo they would pay him eight thousand dollars if they did not bring the truck back.\nEventually another car pulls up into the parking lot. Three people step out of it and walk up to Luther and Juarez. The driver introduces himself as Memo. The other two stay by their car while Memo starts trying to make a deal with Luther. He wants to buy a large quantity of balloons. The two people waiting by the car pull out a toolbox and show Luther a large amount of money. Luther prepares the amount of balloons Memo requested. All of the balloons are pink. The pink ones seem to be among the strongest and rarest balloons. Juarez can't shake his paranoia, though, and he pulls Luther away from Memo and the others. He insists Memo is an undercover cop. Luther decides to trust Juarez's instincts.\nWhen Luther and Juarez return to Memo and the others, Juarez quickly pulls out a gun and shoots Memo in the chest. He shoots the second person in the back three times. Suddenly lights begin to shine on them and they hear sirens go off. The third person who was with Memo hides behind the car and starts shooting at them. Juarez manages to shoot him in the neck. When more police begin to move in, Luther and Juarez make a run for it. They are forced to leave the balloons behind, as well as the money brought by Memo. Adolfo's truck is also abandoned.\nWhile being pursued, Luther and Juarez run towards a nearby river. They are briefly split up, and during this, Luther is stopped by a cop. The cop aims a gun at Luther and orders him to get down on the ground. Juarez shows up again and shoots the cop in the head. The two of them continue running. They manage to lose the pursing cars at an overpass but a chopper is still following them. They decide to rest in a thick wooded area until the chopper passes over them. Things become silent again after a while of waiting.\nThe chapter ends on May 15, 2014 at 02:22:22.\n"
				},
				{
					"title": "(shed))",
					"narrator": "Astair Ibrahim",
					"start": "May 15, 2014 (02:22:23)",
					"end": "May 15, 2014 (14:47:49)",
					"summary": "The chapter opens up on May 15, 2014 at 02:22:23 in Los Angeles, California. Astair is at her house, struggling to sleep, and decides to go downstairs into the kitchen. She starts making coffee. She then grabs a blank sheet of paper and draws out the lines for a tic-tac-toe game on it. She plays the game alone while thinking about the poor grade she received for her college paper. She tries to imagine the moves Xanther would make if she were playing, claiming that Xanther would play one of the corners first. Astair still can't get over the presence of the cat.\nWhile still waiting on the coffee to brew, Astair decides to take down the small shelter Xanther and Anwar built when they first brought the cat home. She figures it is no longer necessary since the cat sleeps in Xanther's room. When she enters the room with the setup, she sees the large stack of books she and Anwar have been collecting throughout the years. She has not read any of them in a long time, and thinks that rereading some of them could help cheer her up.\nA few hours later, Astair goes on a hike with Taymor. Taymor becomes surprised when Astair tells her that they never got the dog, but instead ended up with the cat. Astair mentions that she warned both Xanther and Anwar of her cat allergies. Taymor asks if the allergies are bad, to which Astair says that so far they haven't been acting up. Xanther, however, has been rubbing her eyes a lot. Astair then brings up her failed paper. Taymor asks how Astair could have failed it. She tells Taymor about how her old advisor, Llewyn Fabler, thought the paper was good but she was assigned a new advisor after Fabler suffered a heart attack and is still recovering. The new advisor regraded the paper and gave it the F.\nAs the two continue hiking, Taymor starts talking to Astair about an anonymous service known as \"HomePorn.\" Astair has not heard of this service and is not interested in knowing but Taymor explains anyway. They discuss it for a while and Astair slowly becomes more intrigued with the ideas that the service offers. Once they finish their hike, Taymor drives Astair home. Astair decides to shower. She thinks about when she first started dating Anwar. She was still in a relationship with Dov, but she was planning on breaking up with him.\nAstair calls her new advisor, Eldon Avantine, at the college and requests a meeting so she can understand more about why she received a failing grade on her paper. He does not initially answer the phone, but his assistant calls Astair back and they make an appointment for Sunday afternoon. Anwar comes home and asks how the cat is doing. Astair realizes that she hasn't seen the cat the whole time she's been home. She and Anwar search around for it but they end up realizing that the cat is gone.\nThe chapter ends on May 15, 2014 at 15:47:49.\n"
				},
				{
					"title": "Stones Upon His Eyes",
					"narrator": "Xanther Ibrahim",
					"start": "May 15, 2014 (14:47:50)",
					"end": "May 15, 2014 (17:07:07)",
					"summary": "The chapter opens up on May 15, 2014 at 14:47:50 in Los Angeles, California. Xanther is beginning to notice something strange happening: ever since leaving the vet, she \"has watched shadows collect like squid ink\" in the hollows of people's eyes. She has been rubbing her eyes a lot lately, thinking that this problem has something to do with her vision, but it will not stop. She repeatedly attempts to make the problem go away on her own, but when she can't she starts thinking about telling someone about the problem, though she is unsure of how to explain it properly.\nXanther is at her school. She goes to her math class where the teacher reviews all of the material for the final test which is three weeks away. As the teacher lectures, Xanther daydreams to a past event in which she asked Dov why he decided to enlist in the Army. Dov told her he joined because he loved to fight.\nOnce math is over, Xanther spots Mary Ellen, one of the popular school bullies. She knows that Dendish happens to be Mary's best friend. She moves to blend in with the crowd of students in an attempt to avoid Mary. She is feeling the sickening, burning sensation again. She wants to return home so she can be around the cat.\nXanther, Kle, and Cogs all carpool with a girl named Brigitte. Brigitte's mother drives each of them home. Xanther tries to talk to Kle and Cogs about her newfound eye condition, but neither of them are able to really understand her problem or offer any way to cure it. When Brigitte's mother stops at a red light, Xanther looks out of the car window and spots Mary standing on the sidewalk. She is with Dendish and a few other kids. They are all smoking cigarettes. She sees Xanther and points her out to Dendish. Xanther tries to squirm down in her seat to hide. She looks out of the window again and sees that Dendish is approaching the car. Once he walks up to the car, he starts making mocking gestures towards Xanther. Nobody else in the car notices. Once the light turns green, the car continues driving and Dendish returns to Mary and the others. A bit later, still being driven home, all four car doors suddenly open at the same time. During the next light, Xanther sees a stranger walking by. When she looks at his eyes, she does not see ink, but instead sees stones.\nLater, after finally being home for a few hours, Xanther sits at the piano with the cat on her shoulder. Astair enters the room and sees the cat. She is confused and decides to ask Xanther where she found it at, since she and Anwar have been searching all over the house for it all day but they have not been able to locate it.\nThe chapter ends on May 15, 2014 at 17:07:07.\n"
				},
				{
					"title": "Clinic",
					"narrator": "Shnorhk Zildjian",
					"start": "May 15, 2014 (17:07:08)",
					"end": "May 15, 2014 (17:52:17)",
					"summary": "The chapter opens up on May 15, 2014 at 17:07:08 in Los Angeles, California. Shnorhk and Patil are at their apartment in Glendale. As the two are talking and Patil is setting the dinner table, Shnorhk gets up and goes into the bathroom to cough. He coughs blood into both palms. He washes his hands and returns to the table. Patil tells Shnorhk again that he should go see a doctor. Shnorhk lies and tells her that he will go to the clinic. Patil asks when the place closes, and Shnorhk lies again by telling her it closes at 8pm. In actuality, the clinic closes at 6pm and Shnorhk might not even be able to make it there in time if he left for it right now. Shnorhk decides not to leave yet as he wants dinner first.\nWhile eating dinner Patil comments that Independence Taxi, the company Shnorhk works for, has terrible phones. Her friend Zanazan told her that Uber, a competing taxi service, has great phones. Zanazan said that a great phone is important and that everything in the future should fit on a phone. Patil thinks Independence Taxi will go out of business eventually and Uber would be better to work at. Shnorhk says that he would need to get a new car to transition to another company. Patil tells him to buy another car. Shnorhk becomes angry but does not express it to Patil. Instead, he just gets up before finishing dinner and he starts driving to the clinic.\nDuring his drive, Shnorhk feels bad about all the promises that he keeps breaking. He never helped Mnatsagan scan those documents despite him calling and reminding Shnorhk about it. Suddenly, Shnorhk gets a call about a customer who is in the nearby area and is trying to be driven. He decides to ignore the call, saying that he wants to at least keep his promise to Patil. When Shnorhk gets caught in heavy traffic, he changes routes and takes the longer way to the clinic.\nShnorhk makes it to the clinic with only ten minutes to spare. When he looks inside, though, he sees that the place has closed early and everybody is already gone. He counts this as one more broken promise. He says he wants to sue the place. He starts coughing again. He is unable to stop coughing and he starts feeling like he's going to throw up. He spits up blood all over his pants.\nThe chapter ends on May 15, 2014 at 17:52:17.\n"
				},
				{
					"title": "so it begins",
					"narrator": "Jingjing",
					"start": "May 16, 2014 (08:52:18)",
					"end": "May 17, 2014 (14:14:14)",
					"summary": "The chapter opens up on May 16, 2014 at 08:52:18 in Singapore. Jingjing is still hard at work searching around for Tian Li's cat. When he isn't looking for the cat, he is doing chores at the apartment. He is frustrated because he has barely had any time to relax in the past few days. Tian Li makes Jingjing use some of the lottery money they won to buy more tickets. Afterwards, both of them revisit some nearby locations to continue searching for the cat. Jingjing spots a few stray cats but they have the wrong shaped ears, and Jingjing mentions that Tian Li's cat has been neutered.\nAt an underpass, Jingjing finds another stray cat. He can also see a snake in the nearby water. He starts petting the cat but then he leaves to buy a can of cat food. When he returns, both the snake and the cat are gone. He returns to the apartment afterwards. As he prepares food for himself and for Tian Li, he begins feeling cravings again. To fight his urge to smoke, he takes a nap in his hammock.\nWhen he wakes up, Jingjing heads down to the void deck. The nap didn't help, as he still wants to smoke. The void deck is mostly empty but there are still a few people around. Jingjing sees Spencer sitting at a table and decides to sit down and converse with him. Spencer tells Jingjing that somebody has left graffiti on the rooftop of a building on a nearby street and a lot of people seem to think that Jingjing did it. Jingjing says that he didn't do it, and Spencer tells him that he would report him to the police if he had the proper proof. Spencer has never threatened Jingjing like that before. Ever since Tian Li's cat went missing, the void deck people have been different.\nWhen Jingjing goes out on the street again, he wants to go to Zhong's palace so he can see his friends again. Zhong is still not around so instead Jingjing heads to the train station. His pockets are filled with money that Tian Li won. He rides a train to another location. When he gets off, he enters a different apartment building. The void deck in that apartment is empty but there are plenty of people on the outside. Jingjing goes up to the second floor and knocks on the door of apartment 02-02. A woman wearing heavy eye shadow opens the door and Jingjing holds a wad of money up to her. She closes the door on him but then opens it back up a few minutes later. She doesn't take his money but does hand him three joss sticks.\nJingjing goes up to the fifth floor of the apartment and meets with someone else. Jingjing hands him the joss sticks and he pays Jingjing money. Afterwards, Jingjing goes to the seventh floor of the apartment. He stops at apartment 07-06 and knocks on the door. It seems someone different from who he was expecting opens the door so he immediately leaves. He goes to apartment 08-08 now. He finds the correct person this time. This person has plenty of tattoos. The person invites Jingjing into his apartment.\nJingjing walks around the apartment. The tattooed man says something that Jingjing doesn't understand. When Jingjing asks what he meant, the tattooed man does not repeat himself. Jingjing takes out some money from his pocket and asks for a balloon. The tattooed man is the dealer Jingjing used to buy drugs from four years ago, whom Jingjing refers to as \"23.\". 23 hands Jingjing a pink balloon, which is one he has never smoked from before. He has heard of them, though. Jingjing is disappointed when 23 tells him he does not have enough money to afford the pink balloon. Jingjing shows him all of the money he brought and tries asking for a yellow balloon instead. He still can't afford it. Finally, 23 offers him a pale blue balloon. Jingjing thinks of Raeden and says that the pale blue ones are dangerous. 23 tells Jingjing that this balloon is a batch from 2010. The Narcons clarify that there have been two pale blue batches: one from 2010, which was a successful batch. The other was from 2013, which caused many deaths and was the one responsible for putting Raeden into a coma. After thinking it over, Jingjing decides to buy the pale blue balloon.\nThe chapter ends on May 17, 2014 at 14:14:14.\n"
				},
				{
					"title": "A Stranger",
					"narrator": "The Wizard",
					"start": "May 17, 2014 (02:14:15)",
					"end": "May 17, 2014 (05:43:31)",
					"summary": "The chapter opens up on May 17, 2014 at 02:14:15 in Dayton, Ohio. Cas and Bobby have been hiding out at Sorcerer's apartment for a few days now, though neither Bobby nor Sorcerer are there at the moment. Cas is still trying to understand more clearly how to use the Orb. When they first showed up, they found a note left by Sorcerer, who explained several possible ways for them to make a quick escape if they end up needing to.\nCas becomes increasingly paranoid as time goes on. She starts off in the living room but ends up taking the Orb into Sorcerer's bedroom. Still feeling unsafe, she moves again. This time she brings the Orb into the bathroom. She sits in the bathtub in hopes of being able to use it for cover in the event of a shooter or if someone were to use a bomb. She stuffs towels under the door to prevent an intruder from using nerve gas. Roughly every twenty minutes, she fills her mug with water to keep the towels wet.\nCas is unsure of why Bobby is still gone. He left earlier to get gas for the motorcycle and take care of a few other errands. The Airstream and truck seem to be in some need of repair as well. Cas starts using the Orb again, this time to see Recluse. She is unable to see much. She wishes Sorcerer were there to help, as she believes he would know exactly what to do.\nCas watches Clip #6 again. She can see Xanther. Xanther has rainbows on her fingertips. She then moves on to Clip #6.2, which reads \"...tiny storms blacker than squid ink, than barrel oil poured into spring water, edacious, turbulent, set loose within that Athens home, until gyres of dark rob the doorway from the room, even as strange flashes of violet and garnet, but never gold, disturb its sleep, as this child of not even seven demands of her sky with every step thunder...\" Around this point, Cas mentions that no rainbows remain, \"as if the past were now corrupted.\"\nSuddenly, Cas can hear the sound of the apartment's front door being opened. She then begins hearing footsteps. She knows it is not Bobby because Bobby would have called out for her by now. She slides down into the bathtub and waits. The footsteps continue around the living room and bedroom. Cas starts trying to think of ways to sneak past the intruder and get out of the apartment. She remembers the note left by Sorcerer but she is unsure if she will be able to sneak out. As a last resort, Cas is willing to detonate the Orb. The bathroom door slides open. Cas realizes that, in all her preparation, she had forgotten to lock the door. Cas runs to the Orb and begins attempting to detonate it, but she stops when she sees who opened the door. It is a young woman.\nThe young woman introduces herself as Marnie. She explains that she was sent by Sorcerer. When Cas calms down, Marnie makes tea for the both of them and they start talking in the living room. Marnie explains that she drove to Ohio from Florida because Sorcerer said the situation was crucial. Cas asks Marnie her age, and Marnie tells her that she is twenty-two but will be turning twenty-three later in the month. Marnie looks at the Orb and asks if it is one of Sorcerer's \"crystals.\" Cas tells her that it is a computer, and he did build it. Cas asks Marnie if she was sent her to tell her anything, but Marnie explains that she was sent to look after Cas.\nThe chapter ends on May 17, 2014 at 05:43:31.\n"
				},
				{
					"title": "Due Diligence",
					"narrator": "Anwar Ibrahim",
					"start": "May 17, 2014 (02:43:42)",
					"end": "May 17, 2014 (12:24:18)",
					"summary": "The chapter opens up on May 17, 2014 at 02:43:42 in Los Angeles, California. Anwar is in his office in the Ibrahim household. Everybody else is sleeping but he is trying to deal with the assignment Enzio gave him, as he is running out of time. He gets onto his computer and opens the source code for Cataplyst-1. He then begins trying to follow Ehtisham's advice by instrumenting the code with music notes. It takes a while to set up, but throughout the next hour he continuously runs the game and listens to the corresponding sounds. Still, Anwar is unable to locate the bugs.\nAnwar begins thinking about Mefisto again when he fails to locate the problem. He thinks about some old memories of when Mefisto was still around. It seems that Mefisto's recent prank is starting to die down to some degree, though Anwar and the others are still being called and messaged a lot. After attempting the music trick for a while longer, Anwar is able to determine where the problem in the coding lies. The music note for the code is \"G.\" Anwar attempts to test this to make sure it is correct, and when he runs it again he does get results, but on a different music note. The note is \"A\" on the second test. It is \"F\" on the third test. Anwar is happy that he has been able to narrow down his search so well, but is left puzzled over the changing music notes. He begins wondering what exactly Cataplyst-1 even is. Enzio told him that it was just a game, and the coding looks like it could be for a game, but Anwar is beginning to suspect that there is an alternate functionality hidden within the code. A fourth music note test has the problem land on the \"F\" note again. It lands on \"C\" on the fifth test.\nAnwar decides to quit working on Cataplyst-1 for the night. He returns to his bedroom and goes to sleep. A few hours later, Anwar has breakfast with Xanther and the twins. Astair joins them after making coffee. The cat is resting on Xanther's shoulder. Anwar begins talking to Xanther about the cat. He wants to know if the cat is really a kitten or if it is older. Xanther tells him everything she was told at the vet before. She also brings up the numbers that came up on the tracker: \"078*371*636.\" Both Anwar and Astair are surprised she was able to remember that. Xanther is able to figure out what Anwar is trying to talk to her about before he can say it. She realizes that since the cat is so old and it has a chip implanted in it, someone else must already own it and they must be looking for it. Shasti and Freya reason that the cat belongs to Xanther now since she found it, but Xanther feels bad about possibly taking it away from somebody else. She wants to search around the area to see if someone else owns the cat, and Anwar agrees to help her.\nXanther creates and prints out posters containing a picture of the cat as well as their home phone number. They staple these posters to telephone poles around the city. They start in Venice, around the area where Xanther first found the cat. They see many other \"lost pet\" posters and flyers hung up around the same areas. Anwar even spots a sign decorated with wreaths and candles, not for lost animals, but for dead people. Baskets filled with fruits and nuts have also been left. There are photos and descriptions. The driver and the passenger of a small sedan were killed when part of a tall nearby tree broke away and crashed through the roof and windshield. Anwar sees that the accident occurred right around when Xanther ran out of the car last week. He thinks that if she hadn't done that, maybe the two of them would be dead as well. Xanther does not notice this memorial.\nOnce they post their final poster, Anwar takes Xanther to get ice cream. Xanther's diet forbids sugar and she hasn't had anything sweet since her seizure at Dov's funeral, but Anwar can see how depressed she is. Anwar is proud of Xanther and the level of maturity and responsibility she is showing. As they eat their ice cream and talk, Anwar realizes too lately that his ice cream contains caffeine. He has been trying to give up caffeine. Along their way home, Xanther pulls out another stack of posters from beneath the seat. These ones were made by Astair. Xanther suggests they visit some of the local shelters and stick more posters around those locations too. Anwar tells Xanther that he is proud of her.\nThe chapter ends on May 17, 2014 at 12:24:18.\n"
				},
				{
					"title": "Pikachu",
					"narrator": "Luther Perez",
					"start": "May 17, 2014 (12:24:19)",
					"end": "May 17, 2014 (13:09:59)",
					"summary": "The chapter opens up on May 17, 2014 at 12:24:19 in Los Angeles, California. Luther and Tweetie are having lunch at a restaurant and discussing the lost money and drugs from the other night. Tweetie tells Luther that Adolfo wants the eight thousand dollars they promised him for not returning his truck. Luther says he will return Adolfo's truck to him, along with balloons to make up for it. He will also give Adolfo ten thousand dollars instead of eight, because of him being friends with Victor. Chitel is standing outside, selling orange balloons to a customer. Luther also has another woman named Nopales on the street corner to help make up the lost money.\nIn addition to selling balloons, Chitel is also selling strawberries as a cover. He sells strawberries to a few kids on scooters. One kid accidentally releases his helium-filled Pikachu balloon and it floats away. Luther scratches his wrist, feeling like it may have some sort of infection. He thinks about the federal agents Juarez had shot during the Frogtown deal. He learns that Memo was a man who worked for Teyo for some time. He also learns that Memo is still alive. Juarez had shot him in the chest three times, but Memo is currently in a hospital and in a coma. The other agents Juarez shot are dead, though. Luther worries that Memo will tell the police about him and Juarez as soon as he wakes up.\nWhen Chitel sells the last balloon, he brings the money to Luther. He asks why Chitel gave him all of the money and didn't keep a cut for himself, and he explains that Lupita will pay him later. Tweetie counts the money. It is only $1,800 which is not nearly enough to pay back Adolfo.\nThe chapter ends on May 17, 2014 at 13:09:59.\n"
				},
				{
					"title": "The Killing Machine",
					"narrator": "Xanther Ibrahim",
					"start": "May 17, 2014 (13:10:00)",
					"end": "May 17, 2014 (13:31:45)",
					"summary": "The chapter opens up on May 17, 2014 at 13:10:00 in Los Angeles, California. Xanther has been unable to shake the feeling that someone else already owns the cat and would like to have it back. She feels like this is why she has not started trying to think of names for it. She is still visiting various animal shelters to post more flyers and spread information about the cat.\nWhen they pull up to the next shelter, Anwar can tell how uncomfortable Xanther is becoming. He tells her that they could go home now because she has more than fulfilled her duty to the cat. Xanther agrees that they can stop for the day, but they might as well go inside of this shelter too since they are already here. When they go inside, they talk to an attendant named Gabby. They hand her a flyer and she hands them a form to fill out. Anwar fills out the form, but he tells Xanther that he will use Mefisto's information instead of his own, to get him back for the prank he pulled.\nXanther wanders into the main area of the shelter to look at the animals. Each animal is caged, and on each cage there is a laminated card to describe the breed, history, and any noteworthy issues for the creature. The cards are also color-coded. Green means the animal is still unclaimed and it is okay to adopt it. Orange means that whoever turned the animal in has the right of first refusal, which means the actual owner of the animal has a certain amount of time to claim it. Blue means the animal is in need of medical treatment. A red card indicates the animal has behavioral problems. The majority of cages Xanther sees have green or orange cards, with a few blue ones scattered around. Xanther visits the area for dogs, and then the area for snakes. She is not permitted to enter the snake area.\nXanther then visits the area for cats. She spots one cage that contains a cat named Sophy, whose owner recently died. Sophy's card is red. Xanther finds another attendant and she decides to ask about what happens to the animals who are assigned red cards. The attendant does not answer her. Suddenly, Xanther hears someone yelling. When she goes to investigate, she sees that all of the cages are swinging open on their own. All of the animals begin swarming the main area of the building. Many of them begin attacking each other. Xanther can hear Anwar shouting for her, but she ignores him and starts making her way through to the back end of the building. The attendants and other employees are trying to round up the loose animals. Xanther notices that all of the cabinet doors, drawers, and even a refrigerator have also swung open. She approaches a large stainless steel door, also already open. There is a sign on the door that reads \"for your safety, only animal care center employees are allowed beyond this point.\" Xanther steps inside.\nXanther finds herself in a narrow hallway. A disgusting smell is in the air here. There are more cages, each being marked with a red card. There are still a few animals in the final room. Xanther can see a few vicious cats and dogs walking around. She spots a large machine in the center of the room. A series of tools and other instruments lie next to the machine. There is also a bottle of iindustrial cleaner. It is placed on a framed square of slate reading: \"3:14pm. Remember: NO ONE gets out alive!\" Xanther cries as she realizes that this is where the animals with red cards go.\nThe chapter ends on May 17, 2014 at 13:31:45.\n"
				},
				{
					"title": "The Mayor",
					"narrator": "Isandòrno",
					"start": "May 17, 2014 (15:31:46)",
					"end": "May 18, 2014 (07:07:07)",
					"summary": "The chapter opens up on May 17, 2014 at 15:31:46 in Mexico City, Mexico. The entire first page of this chapter is printed in Spanish. On the second page, the Narcons call this a glitch and say that the Spanish of TF-Narcon9 Isn is supposed to always render in English. Another Narcon states that \"sometimes the smallest glitch hints at a larger revolution in progress.\"\nThe third page shows the first page again, only this time correctly rendered in English. Isandòrno is at one of The Mayor's zoos. He says that he knows the locations of at least three zoos and the one he is currently at is likely the smallest. The Ranch near Nogales is not a zoo, however. The animals do not stay long. The Mayor shows Isandòrno a young chimpanzee in a cage and tells him that someone is going to pay €27,810 just for the opportunity of hunting and killing it. One of the zookeepers approaches The Mayor with a bowl of fruit. The Mayor chooses a pear and a tangerine then sends the zookeeper away. The chimpanzee begins climbing the bars of the cage and sticking its arm out to reach for The Mayor.\nIsandòrno is \"unable to anticipate the outcome of situations involving The Mayor.\" The Mayor is taller than Isandòrno and is a decade older than him. The text states that The Mayor is forty-three years old. The Mayor eats both the pear and the tangerine. The chimp begins making noises of pleading so The Mayor gives it the core of the pear.\nThe Mayor says it is incredible how much a person is willing to pay just to kill something. He also finds it interesting how little it costs to have a person killed. He asks Isandòrno his thoughts on this but Isandòrno says nothing. He follows The Mayor past a pen that contains a wild boar. The Mayor continues talking about how \"both violate the law. In both cases penalties apply. Is then the difference in cost due to differing penalties? Or is it perhaps the guarentee? In the first case, because the animal is released from a cage into an enclosed area, where no experienced hunter will miss, the kill is certain. In the second case, well... killing another man is never certain.\" He then claims that Isandòrno is the exception to this, saying that Isandòrno's results are always certain.\nThey visit another cage, this one containing a baby black bear. The Mayor continues talking for a bit longer but then stops. The text states that \"the sparks of laughter in The Mayor's gaze are always vengeful because successful vengeance depends on misdirection, which is just another name for concealment. Isandòrno has no use for vengeance. He once enlisted her service years ago. She led him to his service here.\"\nThe Mayor wants Isandòrno to join him for dinner. The table they sit at has enough chairs for forty people, but they are the only two there. The Mayor's staff brings out multiple courses. The Mayor sets out nine different glasses and fills each one with a different wine. Isandòrno tastes everything but never actually finishes anything. After dinner, The Mayor leads Isandòrno out on the veranda and he continues talking. The Mayor informs Isandòrno that he recently got a report from Juan back at The Ranch. All of the crated animals survived the trip there and they are being looked after by zookeepers and veterinarians. There was some trouble, however. The Mayor mentions how there is a problem regarding the number of crates being incorrect. Isandòrno says he will leave tonight.\nLater, The Mayor receives a phone call from his wife. She is currently in the Canary Islands with their children. The Mayor tells her that he will join them soon, even though he has no intentions of doing so. He tells Isandòrno that if he had arrived earlier then he would have been sent there, but The Mayor had to send someone else. Isandòrno is relieved, thanking the incident with the dead goat and donkey from before. The Mayor then tells Isandòrno that his new job is to look after someone named Téodor Javier de Ignacio Salazar.\nThe Mayor brings up the trouble in Los Angeles a few days ago. The Mayor is friends with Teyo. This is the first time that The Mayor has mentioned \"trouble\" and \"Teyo\" together. Isandòrno asks if it regards the shipment of pink balloons. Later, The Mayor invites some people over for a party. He also tells Isandòrno that he would like to go on a picnic soon.\nThe chapter ends on May 18, 2014 at 07:07:07.\n"
				},
				{
					"title": "Eldon Avantine",
					"narrator": "Astair Ibrahim",
					"start": "May 18, 2014 (05:07:08)",
					"end": "May 18, 2014 (15:09:51)",
					"summary": "The chapter opens up on May 18, 2014 at 05:07:08 in Los Angeles, California. Astair woke up early and is driving through the city. Her appointment with her new advisor, Eldon Avantine, is not until 11am. Before she left the house, she noticed Xanther had found her tic-tac-toe sheet and added comments to it. During the drive, she spots a wandering coyote. A cat is in its mouth.\nAround 7am, Astair reaches a place in Santa Barbara where she drinks coffee and eats a croissant. A man approaches the table she sits at and attempts to flirt with her. Astair does not mind but also does not allow the conversation to go any further. Her next destination is a nearby bookstore. She goes in wanting to buy a book about coyotes but instead ends up buying one about cats. Once she exits the bookstore, she goes to the beach and takes a walk along the shore. She practices Tai Chi for the next hour. She receives a phone call from Eldon. He reschedules the appointment to 2:30pm and at an off-campus location.\nAstair decides to visit her college, Oceanica, anyway. She wanders around the campus and decides to visit the bookstore. She asks if there are any books about coyotes but, again, ends up buying another book about cats. Astair then leaves the campus and goes to the place Eldon told her to meet him at. She hands Eldon her thesis and he spends some time reading and analyzing it. He does not like her paper at all. He is unsure of how Llewyn Fabler could have given it a good grade. He goes over each section of the paper with Astair and explains why he does not like it. During this, she also begins to wonder why Llewyn told her it was good. She wonders why Anwar told her it was good.\nAstair asks Eldon if there is any way for her to rework the paper in time and have it regraded. Eldon tells her it will need to be started over, almost completely from scratch. Astair asks if she could have her new paper focus on a pet and the psychological effects it can have on a family. She wants to write her new paper on dogs, specifically. Eldon likes the idea and asks why she chose this subject. When Astair starts talking about Xanther's cat, he becomes further intrigued. He tells Astair not to write about dogs, but instead to write about Xanther's cat. The due date for the new paper will be in mid-September.\nThe chapter ends on May 18, 2014 at 15:09:51.\n"
				},
				{
					"title": "Warlock",
					"narrator": "Özgür Yildirim",
					"start": "May 18, 2014 (15:09:52)",
					"end": "May 19, 2014 (11:11:11)",
					"summary": "The chapter opens up on May 18, 2014 at 15:09:52 in Los Angeles, California. Oz is sitting around, thinking about something that happened earlier. He was in Frogtown, checking out the area where a crime had taken place before. He found bags of drugs and bags of money. He had heard about Memo being in an ICU as well. Memo is being guarded all hours of the day by police officers as they wait for him to wake up. The current situation seems to be that they are in for a long wait.\nIn the present, Oz is in his apartment and is preparing food for himself. Elaine calls him, apologizing for cancelling the plans they had made before, and she promises to make it up to him. Oz appreciates her directness, saying that he hates when people try to give him excuses. He becomes angry when people do that.\nThe next morning, when Oz goes in for work, someone tells him that Captain Abendroth is looking for him. Oz sits at his desk and opens a card that was sent by someone named Milo Lugardo. Nearly a decade ago, Oz had arrested the man who killed Milo's brother. Milo has sent Oz a card each year ever since. Oz puts the card in his desk, then gets up and knocks on Abendroth's door. There is no answer so Oz returns to his desk. He is about to contact Planski, but before he can he is approached by a detective named Kasch. Kasch introduces Oz to Ire Slind, another detective. Slind knows Memo and says that Memo was \"looking to find some of his friends.\" While Memo is in a coma, Slind will act as his replacement. Oz asks Slind what kind of drugs were found at Frogtown. Slind says it's \"not the usual stuff\" so Oz tries asking him if he has ever heard of something called Synsnap. Slind has not heard of it.\nOz calls Planski and tries to update her with the recent events, but before he can talk, she tells him that her CI (Confidential Informant) has gone missing. She says that it has happened before and she's hoping that nothing has gone wrong. Oz wants to talk to her about Synsnap, but Abendroth approaches him. With him is someone named Yonah Kalevshir Warlock. He is searching for some fugitives who are supposedly living in Hollywood. Warlock and Oz talk for a while but Warlock never seems to really get to the point, so Oz says he is done talking with him.\nAfterwards, Oz approaches Abendroth. Abendroth wants to know if Oz is really planning on retiring or not. He also questions Oz about why he frequently leaves his area of jurisdiction and has been reported as rude by other agents. He tells Oz that he is transferring him to West Bureau, which is located in Hollywood. When Oz returns to his desk again, he finds a folder left by Warlock. The folder contains one piece of paper, and on that piece of paper there are three names written down. These three names identify the bodies Oz found in Long Beach. The names are Yuri Grossman, Eli Klein, and Jablom Lau Song.\nThe chapter ends on May 19, 2014 at 11:11:11.\n"
				},
				{
					"title": "smoke",
					"narrator": "Jingjing",
					"start": "May 20, 2014 (02:11:12)",
					"end": "May 20, 2014 (11:03:08)",
					"summary": "The chapter opens up on May 20, 2014 at 02:11:12 in Singapore. Jingjing has still not smoked from the pale blue balloon he bought three days ago and he is still trying to decide whether or not he should. He gets up from his hammock and goes to the roof of the apartment complex. He has hidden the balloon here so Tian Li would not find it. He thinks about a question Tian Li once asked him: \"How do we remember this emptiness so in fullness we won't forget?\" which Jingjing doesn't understand. He has no idea why a person would want to remember such emptiness and pain.\nJingjing places the balloon in his front pocket and takes his monster card deck out from his back pocket. When he draws a card, he sees he has drawn Vasuki. He begins contemplating returning to his drug dealer and selling the balloon back to him.\nLater on, Jingjing goes to a hotel called Marina Bay Sands, hoping to do some gambling. He is stopped by security guards at the casino entrance and is asked to show his identification. He is also asked to pay an entry fee. Jingjing becomes paranoid when he remembers the balloon is still in his pocket. Two more guards show up so Jingjing decides to walk away. He runs into Pink Pearl, Copper Azure, and Cocoa Cherry. He becomes excited when he sees them and they invite him to a private party. They get into an elevator and ride it to the top floor of the hotel. The trio are able to get Jingjing into the party. He wants to tell them about the balloon he has, and he is willing to share with them, but he says nothing. He knows Cocoa Cherry would not approve but the other two would enjoy it.\nHours later, Jingjing is back in the void deck of his apartment complex. There is nobody inside of the void deck except for himself and Lau Jerry. Lau Jerry says that he and all of the others have been noticing Tian Li's different behavior lately. Jingjing begins to think that he does not need the void deck strangers, or Tian Li, to be happy. He returns to his apartment and finds the kitchen is a mess and Tian Li is eating more food. Jingjing becomes increasingly depressed when he looks at his world wall in his bedroom. He sees that Tian Li is running out of money and may even be evicted soon if this keeps up. He wants to leave her behind and move on with his life.\nJingjing pulls out the balloon one more time. He decides to smoke from it. He suddenly feels like he is whole again. He thinks about Tian Li's question from before again. In his mind, his answer to her question is: \"this how we lose emptiness so in fullness we forget.\"\nThe chapter ends on May 20, 2014 at 11:03:08.\n"
				},
				{
					"title": "Better Forgotten",
					"narrator": "Luther Perez",
					"start": "May 19, 2014 (20:03:09)",
					"end": "May 23, 2014 (22:16:02)",
					"summary": "The chapter opens up on May 19, 2014 at 20:03:09 in Los Angeles, California. Luther and his crew are sitting around. Tweetie, Victor, and Juarez are playing games on PlayStation. The three of them, along with Piña and Luther, are passing a bong around. Luther is feeling bored and wants to do something more fun. As they sit around, he wants Piña to give him another tattoo but she says there is no more room on his skin for that. He tells her to give him an upside down cross on his throat. When she does, he is in a lot of pain. He says he can feel the pain throb against his throat and over his jugular, and claims that the pain is Hopi. After finishing that tattoo, he has her touch up some of the letters on his back.\nAfter midnight, Luther gets drunk. He notices that his wrist is still itching and and could be getting infected. Juarez goes outside and digs a garden around the apartment complex they are in. The Narcons explain that Luther bought the building a few years ago. On the next day, Luther and Juarez go for a drive. Luther is still worried about Memo waking up. First they go to a baseball field, where Juarez decides to run around the baseball diamond a few times. Afterwards, they go to a skate park. By this point Luther is tired but Juarez still has plenty of energy. Juarez attempts to skate but falls each time he tries to perform a trick. Luther says he used to skate but doesn't anymore.\nLuther and Juarez go to meet up with Tweetie and Victor. Victor mentions that Adolfo still wants his truck back and the money he was promised. Juarez and Victor both leave to go meet up with Piña, so Luther and Tweetie continue driving around. Luther is angry over the drug bust caused by Memo. He hasn't been making enough money since then. They continue talking about the situation in Chinatown. Tweetie says Teyo could be in some serious trouble.\nLater that night, Luther tries texting Carmelita and Rosario but neither of them reply. He almost decides to drive down to Dawgz but then decides not to. For the next two days, Luther assists Chitel with various drug deals for Lupita. Luther asks Chitel if he has ever taken heroin and cocaine at the same time. Chitel says he has only done heroin. Chitel says he has never seen a pink balloon and Luther tells him that he has seen a few. Chitel speculates where the drugs come from and who makes them. The rumors are that they come from Mexico, though it could have been created by Bolivians, or scientists from Brazil. He thinks it could even be coming from Russia, China, or Canada.\nNobody Chitel knows has ever taken a hit from a balloon. Luther doesn't use the balloons, he only sells them. Once they are finally done selling balloons, Luther counts the money. He has made over $11,000. Luther becomes paranoid, though, when he thinks of a few girls he has been noticing throughout the past few days. They have been dressing similarly (long black braids, thick glasses, pink Converse scribbled dark) and something about them makes him uneasy. Chitel thinks they could just be cosplayers, since Comic-Con is coming in July. The other night when Luther was drinking with his crew, he had to keep scanning the street from the balcony to make sure nobody was out there. Luther and Chitel return to his apartment complex, where the two are visited by Almoraz.\nThe three of them drive over to Dawgz. Luther tells Almoraz that his nose is starting to look better. Almoraz tells him and Chitel that Lupita has invited both of them to a barbecue at her house in a few days. Almoraz also informs them that seventy percent of the money that made goes to Lupita and her crew, and Luther and his crew get to keep the other thirty percent. Luther is angered by this but knows he can't do anything about it. Almoraz and Chitel take their cut of the money and leave. Luther calls his crew over to Dawgz so he can split the money with them. He is not left with much. Victor reminds him again that Adolfo still wants his truck and the money he was promised.\nThe chapter ends on May 23, 2014 at 22:16:02.\n"
				},
				{
					"title": "Memorial Weekend",
					"narrator": "Anwar Ibrahim",
					"start": "May 23, 2014 (22:16:03)",
					"end": "May 25, 2014 (21:09:18)",
					"summary": "The chapter opens up on May 23, 2014 at 22:16:03 in Los Angeles, California. Despite both of his parents already being dead, Anwar can't shake the feeling that his mother is going to call him. It seems Mefisto's prank has finally died out, as the Ibrahims are not receiving anymore calls. He is still unsure of Mefisto's true motives for pulling that prank in the first place. Astair has been talking to her mother on the phone for the past hour.\nThe twins will not go to bed. Anwar keeps finding Shasti and Freya running around the house. Anwar allows it because of it being a Friday night. When Anwar goes into the bathroom to shave, he notices bumps on the left underside of his jaw. He does not think it is acne and considers making an appointment with a dermatologist. There is also a rash on his scalp, which is more troubling to him. He thinks it is his body responding to the high level of stress he has been feeling.\nAnwar goes into his office and uses Spotify to play music. He chooses artists he knows his parents were fans of. He thinks back to a time when he was still a young child and he spotted a ship in a bottle, placed on top of a bookshelf by his parents. He started trying to climb the bookshelf but Shenouda (Anwar's father) entered the room and stopped him. Fatima (Anwar's mother) also entered the room and Anwar continues recalling the love and care they showed him. Anwar then stops reminiscing, wiping the tears off of his face, and starts looking at all of the bills the family still needs to pay.\nA few days ago, Anwar finally managed to get Cataplyst-1 to run. He uploaded the new build to Enzio's server, but nobody at Enzio ever messaged him back to let him know they got it or what their thoughts are on the new build. Anwar notices that, in all the e-mails exchanged between him and Enzio, nobody actually used the word \"game.\" When Anwar was able to get the program to run, it didn't seem like a game. Whenever he tried playing the \"game\" that is Cataplyst-1, there was nothing for him to do. He couldn't move, there were no other characters or objects to interact with, or anything like that. Anwar thought that it could be an intentional part of the game's design, but he had an alarming feeling that the program was doing more than just providing visual output. Thousands of portal prompts, which Anwar had to disable, kept trying to access invalid IP addresses. Anwar thought that maybe the game was supposed to be an MMO. Another bizarre feeling Anwar could not shake was that he had seen this code, or at least pieces of it, before it was Cataplyst-1.\nAnwar gets up to leave his office. After he turns off the light, he looks back and sees that his printer tray is full. When he checks to see what printed, he finds a copy of a paper Mefisto had written years ago. Anwar goes downstairs and finds Astair still on the phone. He brings her a bottle of champagne and she finally gets off of the phone. Anwar knows that Astair's mother has always hated him for as long as they've known each other but he tries to not let it bother him. He and Astair drink the champagne and Astair tells Anwar about the new topic she has to write about for her college paper.\nOn Saturday morning, Xanther is awake before Anwar is. She is at the stove, preparing more formula for the cat. Anwar finds it strange that whenever Xanther tries to feed the cat, most of the milk from the bottle ends up on the floor. It is almost as if the cat has no interest in eating. Once it's done, Xanther puts the cat on her shoulder and cleans out the bottle. Freya and Shasti enter the room to tell Anwar and Xanther that \"people are dying\" in Isla Vista. On the news, the family sees that this report is concerning the shootings caused by Elliot Rodger.\nOn Sunday, Anwar wants to take the family to the beach. Xanther protests, saying she does not want to leave the cat by itself. He and Astair both make Xanther go with them anyway. They go to Zuma Beach in Malibu. Freya and Shasti run along the beach while Astair runs after them. Anwar goes into the water and Xanther mopes behind everyone. Soon, the whole family goes into the water and it seems like Xanther is starting to have more fun. She begins moping again when they go to a farmers' market. After a while, Xanther disappears. The others find her again, standing by a fish stand and holding a bag of ice to her forehead. The family drives to Taymor's house next, and Xanther starts having fun again when she gets to hang out with Taymor's daughter Roxanne. Xanther and Roxanne go outside and visit a few nearby locations such as a hotdog stand, an ice cream cart, and a fortuneteller who goes by the name \"Zanazan Shazam!\"\nWhen Xanther and Roxanne return, Roxanne walks up to Anwar and says she thinks Xanther might be sick. Once the Ibrahims are back in their car, Anwar feels Xanther's forehead. It feels perfectly normal. As soon as they get home, Xanther begins to act fine again. Anwar begins to notice the pattern. He wants to ask Xanther why she keeps claiming to be sick whenever they leave the house and immediately stop whenever they return, but instead he asks her about the incident at the animal shelter where the cages flew open. He asks if she experienced a seizure during that moment. She says she did not. She does tell him about the machine she saw, and how it is used to kill the animals with red cards. Anwar asks if she's the one who opened the cages. Xanther says she didn't, or at least she thinks she didn't. Xanther asks Anwar if he has ever wanted something really badly but never got it. Anwar responds by telling her the story of when he was younger and he tried to reach for the ship in a bottle. Xanther compares that story to herself and the cat. She says she is the ship and the cat is the bottle.\nThe chapter ends on May 25, 2014 at 21:09:18.\n"
				},
				{
					"title": "The Bath",
					"narrator": "The Wizard",
					"start": "May 26, 2014 (00:09:19)",
					"end": "June 1, 2014 (22:06:06)",
					"summary": "The chapter opens up on May 26, 2014 at 00:09:19 in Dayton, Ohio. Cas, Bobby, and Marnie are all still hiding in Sorcerer's apartment. Cas' paranoia has subsided over the last few days, though she still uses the Orb as often as she can to track Recluse's activities. She is still unsure of where Deakin is. Bobby is still missing parts he needs to repair the Airstream and the truck. Nobody has heard from Sorcerer in some time either. As the hours pass and Cas continues to use the Orb, she accidentally ends up smudging it, which prompts her to restart it. After restarting it, she immediately continues using the Orb again to watch Recluse.\nCas thinks back to a time a long time ago when she and the others were still friends with Recluse. Before he started going by that name, Cas only knew him as Alv. He is the youngest and most social one among them. The memory Cas thinks about is one in which she, Bobby, Recluse, and a fourth person (whose name is omitted in the text) were all together in New Hampshire on a snowy night. They had just exited a pub and were walking around outside while drunk. Recluse had slipped and fallen on ice. He laughed and dared the rest of them to try and walk on it as well. The others did and they ended up slipping as well. Before that, while still in the pub, they seemed to be discussing something.\nBobby claims that he was never part of that circle of friends. There were not four of them, but only three, as Bobby says he was only there for Cas. On Tuesday, May 27, Bobby takes Cas and Marnie out to a Chinese restaurant. Marnie is sad because of the news regarding the Isla Vista shootings. She reads parts of \"My Twisted World: The Story of Elliot Rodger\" aloud to Cas and Bobby. Cas thinks about Zeke Rilvergaile (his real name is omitted, but the Narcons explain that this name is a pseudonym given to him by Realic S. Tarnen in his \"Cip 4\" paper). Cas and the others buried Zeke in 1966.\nThe three of them return to Sorcerer's apartment. Cas finds it odd how Marnie never talks about Sorcerer or the Orb. The next morning, Cas watches Clip #6 again. She is still perplexed by the altering visions, and neither she nor Bobby are able to figure it out. Bobby finally gives up and says Sorcerer will likely be able to figure it out. Both of them are still becoming increasingly worried as they still receive no word from Deakin. Cas begins to wonder if Deakin had gotten arrested. Those among them who get arrested are about the same as those who have been killed, as they seem to completely vanish. Cas speaks the code name of each of their allies, along with their real names, but the real names are omitted: Circe, Artemis, Thanatos, Treebeard, Merlin (who we at least know is Deakin), Pythia, Lilith, and Endoria.\nOn Thursday morning, Bobby leaves and does not return until after lunch. He places an order for all of the parts needed to repair the Airstream and the truck, and the parts are supposed to arrive on Friday. However, on Friday, the parts do not arrive. Cas, Bobby, and Marnie stay inside of the apartment all through Friday, with Cas lying in the empty bathtub with the Orb. Later on, she takes a break and all three of them watch videos on Marnie's laptop.\nMost of the parts arrive on Saturday morning, though some are still missing. Bobby says he can get the Airstream fixed by Monday, and the truck should be fixed by Tuesday. That night, Marnie asks Cas about her heritage. She successfully guesses that Cas is a descendant of the Native Americans, which surprises Cas. Cas descends from the Hopi tribe. On Sunday, the three of them are alerted when they hear a sudden banging on the apartment door. When the banging becomes more aggressive, they decide to take the Orb and try to sneak away by using the fire escape. During their escape attempt, they are pursued by strangers. One stranger grabs Cas by the shoulder from behind, which causes her to panic and drop the Orb. The Orb rolls along the floor and the stranger tries to chase after it, but it ends up detonating.\nThe chapter ends on June 1, 2014 at 22:06:06.\n"
				},
				{
					"title": "Hunger",
					"narrator": "Xanther Ibrahim",
					"start": "June 1, 2014 (19:06:07)",
					"end": "June 5, 2014 (14:59:07)",
					"summary": "The chapter opens up on Sunday, June 1, 2014 at 19:06:07 in Los Angeles, California. All through Sunday night, Xanther has different dreams that are focused on locations that get further and further away from the area she lives in. On Monday morning, when she goes to school, she feels the same burning sensation she has been feeling lately. She is starting to find the pain more tolerable now, though. When she goes to her Robotics class, an elective, she is paired up with another student named Desie. The two are assigned with building small farm animals. Their teacher warns that the students will not be able to complete the project within the class time, but Xanther is able to complete the assignment easily. This surprises Desie, who helps less and less as Xanther focuses on assembling the parts on her own. Even she is surprised, saying that she has never been able to do something like this before. The Narcons are also unsure of how she managed to do it.\nThat night, Xanther is able to get only a little bit of sleep. She eventually gives up trying to sleep, and when morning comes she feels hungrier than usual. She ignores her hunger and decides to feed the cat first. After feeding it, she uses a small cotton ball to clean the cat. Astair showed her how to properly feed and clean the cat, which Xanther is happy about since she knows Astair does not care for it but chooses to help anyway. They bought toys for it but it never plays with them. They also bought a pee pad for the cat but they have yet to see it be put to use. After cleaning it, Xanther brushes its fur with a comb. Xanther runs out of time to take care of her own morning rituals when Mrs. Fischer (Brigitte's mother) pulls up and honks for her.\nThe school day on Tuesday goes by faster than it did on Mondayj. Xanther embarrasses herself during PE class by falling while she is playing badminton. She begins to notice that she hasn't seen Dendish, Mary Ellen, or anyone else in his group of friends lately. She hopes that they were all kicked out of school over that post Dendish made on Parcel Thoughts, which has since been removed. Her friend Kle is also absent. Xanther and her friends all take different electives, except for Cogs, who she takes Environmental Space Management with. Mayumi, Bayard, and Josh are all in the Gifted Ability Track, and Kle takes Film Arts Media.\nXanther wonders why Kle is absent. He enjoys school and is rarely ever absent. She speculates that it could have something to do with his plan of opening all of the lockers in the school, which have all been locked shut because of \"legal stuff\" such as \"kids selling pot in them.\" Kle's prank would involve opening all of the lockers, planting small speakers in them, closing the lockers again, and remotely playing loud music using those speakers. Mayumi provides suggestions of what kind of music to play because she apparently has the most amount of musical knowledge.\nOn Wednesday, Xanther sees Kle in school again. He explains that he was absent yesterday because he was working on the latest installment of his \"Enlightenment Series\" project. The rest of the day goes normally, except Xanther is still seeing stones in people's eyes. She tries her best to ignore it. Later that afternoon, she has an appointment with Dr. Potts. Instead of going to his office, this time he goes to the Ibrahim household. She tries to look right into Dr. Potts' eyes, hoping to \"lighten\" the stones. However, when she tries, it seems the reverse begins to happen: the stones only become heavier. She wants to talk to Dr. Potts about the situation but the time of their session runs out. Instead, Xanther tells Dr. Potts that whenever she is around the cat, she has never felt better. She doesn't worry about seizures. Anwar puts on the movie \"2001\" and as Xanther watches it, Freya and Shasti attempt to take the cat from her. Xanther stops them and becomes angry, and Astair comes in and tells them that the cat belongs to Xanther and they should not try that again.\nOn Thursday morning, Xanther feels hungrier than she usually does again. Anwar prepares a large breakfast but it is not enough. Xanther looks at her sisters and realizes that the stones in their eyes are particularly heavy. Right before walking out of the front door, she prepares herself for the usual burning sensation. At school, she takes all of her final tests for the year. When the school day is almost over and she has only PE left, she finds herself in an almost completely empty hallway. The only other person there besides her is Dendish. When Xanther faces Dendish, nails begin flying off of the nearby lockers. Locker doors begin to swing open. Dendish continues walking over to her. Xanther wants to run but she just stands still. Soon enough, all of the lockers in the hallway are wide open. This leaves Dendish confused. He stops walking toward Xanther and observes the lockers. Xanther uses the opportunity to slip away and go to PE class, which she is now late for, but she offers no excuse to the teacher. Her teacher sees that she looks sick and figures she should be sent home. However, when she feels Xanther's forehead, it feels cold. Once class is over, Xanther learns that Dendish is in trouble. The school principal is demanding to know how he opened all of the lockers. Mary Ellen and Trin Sisikado are nearby, watching him. As Dendish gets yelled at by the principal and the various teachers that are there, he, Mary, and Trin all see Xanther. She runs away from them.\nThe chapter ends on Thursday, June 5, 2014 at 14:59:07.\n"
				},
				{
					"title": "The Reunionist",
					"narrator": "Astair Ibrahim",
					"start": "June 5, 2014 (14:59:08)",
					"end": "June 7, 2014 (01:19:27)",
					"summary": "The chapter opens up on Thursday, June 5, 2014 at 14:59:08 in Los Angeles, California. Astair impulsively steps outside of her house and drives over to Xanther's school. She assumes that Xanther was already picked up by Mrs. Fischer, but when Astair arrives, she finds Xanther waiting. Xanther runs into the car and asks Astair how she knew, to which Astair responds with \"instinct.\" Xanther wants to get home as fast as possible, claiming that she is burning up again, but Astair wants to call Mrs. Fischer and let her know that she has picked up Xanther already. Xanther tells Astair that she has already texted Mrs. Fischer.\nAstair wonders if Xanther's constant exposure to the cat is part of the difficulty of why she still dislikes the cat so much. She still wishes they had gotten their dog, but she knows Xanther would not be excited to see it like she is with the cat. Astair finds the cat to be creepy. When they pull up in the driveway, Astair asks Xanther if everything is okay. Xanther does not answer, as she is already running inside of the house. The door is wide open so she is able to run in easily. Astair assumes Anwar had left it open by accident.\nWhen Astair steps into the house, she suddenly feels calm. The stress and anxiety she has been feeling suddenly disappears. She also takes note of how weird that is. She goes upstairs and finds Anwar standing outside of his office. All of the nearby doors are open. The two of them discuss the money they still need to pay for the dog they never got. In the evening, Astair helps Xanther feed the cat again. She remains confused as to why it will not open its eyes. She also still finds its age perplexing. Despite the vet saying that it is an elderly cat, Astair can't shake the feeling that it is still a kitten. She also can't shake the increasing amount of sadness she is feeling inside.\nLater, Astair and Xanther spend some time together watching comedic videos on the internet. When they practice Tai Chi afterwards, the cat tumbles around their ankles. Astair notices that Xanther is starting to improve with Tai Chi and thinks it could be because of the cat relaxing her. Before tucking in Shasti and Freya, Astair closes all of the windows and drawers around the house. The twins point out that the windows, drawers, and doors keep mysteriously opening and they know that it will happen again. After she tucks them in, they ask her to leave the light on. Astair wants to ask them if they are having nightmares, but she would feel bad asking them such a question right before they go to bed.\nAt around 10pm, Astair begins working on her new thesis. She spends an hour reading through the various books she has collected in order to take notes. Afterwards, she starts searching for information online. The longer she spends researching, the more overwhelmed she begins feeling. She stops researching at around midnight and sorts through her notes in order to start coming up with a good outline for the thesis. Suddenly, Astair begins hearing tiny footsteps descending the stairs. Astair is not paying attention and continues writing on the paper in front of her. She looks up when she hears the sound of the cat hopping up onto the table, but when she does look up, she does not see the cat. She checks underneath the table but does not see it. She then checks the foyer, the stairs, and the kitchen but still doesn't find it. Astair lies down on the living room sofa, thinking she had imagined the noise. She reads a poem titled \"The Reunionist\" which has her crying by the end.\nOn Friday morning, Astair wakes up before anyone else. She goes for a short run and practices yoga. By the time she returns, Anwar has already left to drive the girls to school. Xiomara, their maid, arrives shortly afterwards. This will be Xiomara's final month working for the Ibrahims because she is planning on moving back to Mexico in July. The Ibrahims can no longer afford her services anyway. Astair decides to spend the rest of the day at the clinic. The idea of running out of money and not being able to visit anymore is worrying to her. While there, Astair speaks to a few different people. The first person, Mrs. Dewarthy, has been married for fifteen years and is unhappy. She had started dropping hints to her husband that she was considering having an affair with someone, and her husband started paying more attention to her. Their sex life also improved after this. The second person she talks to, Mrs. Penikas, is much less communicative. Astair is certain that neither of them use, or participate in, HomePorn. Astair isn't so sure about the third person, though. Ananias Fielding tells Astair a detailed story about an affair she had last year. When she asks Astair if she is grossing her out, Astair tells Ananias that she is not. Ananias continues with her story and Astair gets turned on over hearing it.\nAt night, Astair is still feeling horny. She wants to go down on Anwar, as she hasn't done that in months. When Anwar enters the bedroom, though, he tells her that Enzio just deposited $9,000 into their bank account. The two of them are alerted by the twins, who tell Astair that Taymor is waiting for her outside. Astair, Taymor, and Abigail all go wine tasting. Their other friend Gia also shows up to join them. Both Gia and Abigail find men to take home with them for the night. Taymor drives Astair home, and once they get there, Astair tells Taymor that she also met someone. Taymor is surprised by this, asking Astair if she is really going to have an affair. Astair says yes and tells her that the man's name is Jim Helhenny Joab. She does plan on telling Anwar about it, though. As Astair exits the car, Taymor hands her a bottle of wine.\nWhen Astair enters her home, everybody is asleep. There is no sign of the cat either. She was planning on telling Anwar immediately but he is also asleep already. Astair Googles Jim and finds a Wikipedia page about him. She also researches the glass wolf glass on the living room mantel and discovers that it is part of a collection: there are eleven in total. The one Dov gifted her looks to be the biggest, though. She discovers that a smaller version of the glass was sold at an auction last month for $58,490.\nThe chapter ends on Saturday, June 7, 2014 at 01:19:27.\n"
				},
				{
					"title": "“Senex in Library”",
					"narrator": "Senex",
					"start": "June 7, 2014 (10:19:28)",
					"end": "June 7, 2014 (10:51:03)",
					"summary": "The chapter opens up on Saturday, June 7, 2014 at 10:19:28 in Venice, Italy. The Senex is in a library and is holding a magnifying glass. He is standing at a table with several books placed in front of him. He is talking with the librarian, who is on a ladder to grab more books for the Senex to read through.\nThe Senex calls the librarian a fool, and explains that he is already fully aware of most of what he is reading. He threatens the librarian and orders him to provide more books. The Senex uses his magnifying glass on some text in one of the books. The text reads, \"Conexuque novo tabescet famulus, mox.\" It is a Latin phrase, mentioning something about a \"new servant.\" When he holds the magnifying glass up to another piece of text, it appears to be in Greek. A small part of this text appears in blue. The Senex continues talking. It seems he is in search of a way to obtain power and to stop death.\nThe chapter ends on Saturday, June 7, 2014 at 10:51:03.\n"
				},
				{
					"title": "A Picnic",
					"narrator": "Isandòrno",
					"start": "June 7, 2014 (03:51:04)",
					"end": "June 7, 2014 (16:43:59)",
					"summary": "The chapter opens up on Saturday, June 7, 2014 at 03:51:04 in Mexico City, Mexico. The Mayor invites Isandòrno to have breakfast earlier than usual. When they sit down to eat, The Mayor orders his servants to bring him eggs. He does not touch them when they arrive. He orders blackberries and slices of blood oranges, but does not touch those either. He dabs butter on a piece of toast but never eats it. He might take a sip of coffee but that's all he has. He insists Isandòrno eat, which he does. Isandòrno samples each piece of food given to him but never finishes anything.\nThe incident that occurred in Los Angeles is still problematic. The Mayor has lost too much money and too large a number of pink balloons. The Mayor is upset and he knows that Teyo is equally as upset. Isandòrno thinks Teyo cannot be as upset because he does not know César Miguel Orozco Hernandez. As the text states, \"The Mayor had watched César Miguel grow up. The Mayor owned the fast cars but César Miguel confirmed how fast they could go. From an early age, he had looked like a celebrity. The Mayor loved to tease him for failing to learn how to sing or kick a football, but more than a few musicians, at at least one professional athlete, had disappointed The Mayor. César Miguel knew how to get along with The Mayor.\"\nThe Mayor's staff all stop bringing him food and instead they hand him his rifle. The Mayor likes a powerful rifle with an even more powerful scope, rather than a normal handgun. His rifle is a .50 caliber assault rifle. A US M107. He and Isandòrno step out onto the terrace and a zookeeper walks in front of them from the front lawn. He leaves behind an animal and moves out of The Mayor's way. Isandòrno recognizes the animal and remembers that it is the same baby chimpanzee The Mayor refused to give a tangerine and a pear to. The Mayor aims at the chimpanzee and it begins to run around. He sends Isandòrno down with a piece of fruit. When Isandòrno steps onto the front lawn, he throws the fruit to lure the chimp over. The chimp takes the bait and Isandòrno returns to The Mayor. The Mayor has put away his rifle and reminds Isandòrno that someone else is paying them €27,810 to shoot the animal.\nLunchtime goes the same way as breakfast. The Mayor considers eating different options of food but he never actually eats anything. He receives a phone call from Teyo, and The Mayor tells Isandòrno again that Teyo is just as upset as he is. Shortly after, The Mayor tells Isandòrno that they will be going on a picnic. They have never gone on a picnic before. Isandòrno sees a van loaded up with folding tables, party hats, and a deep fryer with an oil capacity of one hundred pounds. They go to a place The Mayor refers to as McRanch.\nAt McRanch, they are greeted by a man named Cutberto Bruno Villegas. He is always happy to see The Mayor. The Mayor even attended his wedding last year. He sent Isandòrno to deliver flowers and silver to Cutberto when his baby was born three months ago. After Cutberto greets everyone, he gives Isandòrno a hug. Cutberto works for The Mayor as an accountant. Though he is good with numbers, he is not told how the numbers arrive or how they go. He just knows to make them add up.\nThe Mayor tells Cutberto that they have come to throw a picnic. Cutberto asks if it is for his son and The Mayor tells him that it is for the whole family. As they talk, The Mayor's men unload the contents of the van and set everything up. The Mayor turns on the deep fryer so the oil can heat up. Cutberto is enjoying the whole event, saying that he loves surprises. He runs into his house so he can wake up his wife. His men follow him inside, and The Mayor's men follow them all inside. Cutberto returns with his wife and son. His son begins crying so The Mayor takes him into his arms and is able to make the him stop crying. The Mayor claims that the child needs to eat. More of The Mayor's men follow Cutberto's wife when she goes back inside of the house to retrieve a bottle of formula. Isandòrno notices that Cutberto's men never returned.\nCutberto tells The Mayor that his wife has been diagnosed with cancer and is in treatment. She has four more sessions to go. She soon returns with the bottle. One of The Mayor's men tells him that the oil is hot now. Cutberto wonders what they will be eating and if anybody else will be attending this picnic. The Mayor tells Cutberto that he wants to have a talk with him regarding the work he does. Cutberto's wife asks if she can have her son back but The Mayor does not want to disturb the child. He allows the child to sleep as he holds him. The Mayor mentions César Miguel, saying that the thoughts of him are troubling his appetite. Cutberto is confused and asks The Mayor to elaborate. When The Mayor asks if Cutberto has ever heard of César Miguel, Cutberto admits he has not. The Mayor asks him about the recent trouble in Los Angeles. Cutberto starts to become uneasy and says that he does know about that much. The Mayor says that the \"numbers were terrible.\"\nOne of Cutberto's men stumbles out of the house. Blood is dripping down from his hairline to his nose. He walks over to the group and tries to say something but what he says makes no sense to them. Two of The Mayor's men grab an arm of the man. Isandòrno taps nine fingers and stands up. The Mayor then shouts, \"if they can't handle this, you handle them.\" The bleeding man is dragged back into the house. Both Isandòrno and The Mayor can tell that the man is one of Cutberto's friends. The Mayor hands the child back to Cutberto's wife, and then he and Cutberto walk deeper into the yard. Isandòrno knows they are talking about numbers and locations. Cutberto only knows the numbers but not the locations. After a while, they return to the group.\nCutberto's wife tries to stand up, but the thought of what she might find inside of the house keeps her still. The Mayor asks if they have any wine. Cutberto tells him that they do. He runs inside of the house to grab a bottle. The Mayor then asks Cutberto's wife if she is hungry. She is, but she is feeling weak so she lies down in the grass. The Mayor takes the baby again and holds him up. Cutberto emerges from the house again, holding his finest bottle of wine. The Mayor shouts, \"let's eat!\" and drops the baby into the deep fryer.\nThe chapter ends on Saturday, June 7, 2014 at 16:43:59.\n"
				},
				{
					"title": "“Left it in cab.”",
					"narrator": "Shnorhk Zildjian",
					"start": "June 7, 2014 (14:44:00)",
					"end": "June 8, 2014 (01:11:10)",
					"summary": "The chapter opens up on Saturday, June 7, 2014 at 14:44:00 in Los Angeles, California. Shnorhk begins to think that Patil was right about him needing to work for a different taxi company. Shnorhk thinks back to when he first met Patil. They met at an illegal drag race northwest of Yerevan, Armenia. Shnorhk enjoyed participating in the races and Patil came with her brothers to watch. When he won the race, the two began talking. Patil's brothers agree that the engine is what matters most in a race but Patil disagrees, saying the most important factor is the person driving. Patil started attending the races regularly just to watch Shnorhk.\nPatil tells Shnorhk he should make business cards to hand to customers. It's the least he could do if he won't switch taxi services. She asks Shnorhk what the doctors said when he visited the clinic. Shnorhk admits the clinic was closed when he got there. Patil wonders why Shnorhk never bothered to try again, considering his visit was almost a full month ago. She insists he visit again next week. Shnorhk avoids the subject and tells her that he is thinking of seeing Mnatsagan and a few other friends tonight. Patil suggests Shnorhk bring his duduk to play since Mnatsagan and the others will surely be playing instruments.\nLater in the afternoon, Shnorhk drives around many fares but hardly any of them tip him. The traffic is particularly bad today and his customers complain about his service. As the day goes on, Shnorhk thinks that he will not be able to see Mnatsagan tonight after all. When night comes, he changes his mind again and goes to Mnatsagan's house. Mnatsagan has laid out food for them and their friends to enjoy. Shnorhk is greeted by his friends Alonzo, Haruki, Tzadik, Dimitri, and Kindo. Mnatsagan enters the room with a tray of tea. Alonzo and Haruki lay out the food while Shnorhk helps Mnatsagan with the glasses and plates.\nMnatsagan tells Shnorhk that he sent the first box to the University of Minnesota last week. Shnorhk apologizes for not showing up to help him, but Mnatsagan forgives him and says there is still plenty left to do. Tzadik asks Shnorhk where his box is, and Shnorhk tells him he left it in his cab. Alonzo and Dimitri walk with Shnorhk outside to his cab. Haruki stands on the porch to smoke an e-cigarette. When Shnorhk opens the trunk of his cab, he sees that the box is not there. He lies again by telling the others he left it at home. They go back inside and eat the food that was laid out. Mnatsagan and the others start playing music on the instruments they have with them. Shnorhk did not bring his duduk. He wants to admit all of his lies, return home, grab his duduk, come back, and join the others by making music with them. Instead, he sits down on the couch and clutches a couch pillow to his chest.\nThe chapter ends on Sunday, June 8, 2014 at 01:11:10.\n"
				},
				{
					"title": "The Same Ghost",
					"narrator": "Anwar Ibrahim",
					"start": "June 8, 2014 (01:11:11)",
					"end": "June 8, 2014 (08:09:10)",
					"summary": "The chapter opens up on Sunday, June 8, 2014 at 01:11:11 in Los Angeles, California. Anwar is bowling with Glasgow, Talbot, and Ehtisham. He is winning, with Glasgow closely behind. Bowling was supposed to end around 11pm but they are still at it. The whole get-together was Ehtisham's idea. After they finish bowling, they start getting drunk and talking about the recent events. Anwar is still sad over not working at their old company anymore. He also tells Ehtisham that he was able to fix Cataplyst-1 by following his advice. He also mentions that he has signed on for more work from Enzio.\nWhen the group leaves the bowling alley and go out into the parking lot, they notice four men looking into all of the parked cars. Talbot tries calling his young girlfriend, whom he refers to as Winchester, to come pick him up. She does not answer the phone so Talbot leaves a message. Glasgow, drunk, says hello to the four suspicious men. They approach him and the others. Anwar suspects that the four men are going to try to rob them but nothing happens. The men move on.\nWhen Ehtisham unlocks his car, the four men return and draw their guns. They tell the group to surrender their car keys and their wallets. Glasgow tosses over his wallet and drops his keys to the ground. He then tells the robbers that he is going to walk away now, and then he does proceed to walk away from them. Anwar and Talbot also hand over their wallets. Anwar looks around and realizes that Ehtisham has disappeared. Anwar wonders what Dov would have done if he were in this situation. He is sure that Dov would have drawn a gun himself and would have defended himself. A group of women then run over to the robbers. They seem to be the girlfriends of the men, as they are able to make the men walk away with them. Anwar, Talbot, and Glasgow all pick their wallets up off of the ground. Only Glasgow's car keys have been stolen.\nImpulsively, Glasgow begins running in the direction of the women. Anwar decides to chase after him. The women stop short but Glasgow runs past them. Anwar, confused, continues following him. Glasgow stops when he runs into another woman - one who saw him and the others bowling earlier. Her name is Raven and the two of them start talking. Anwar finds some nearby police and reports the events that occurred. They are able to view what happened due to the footage of a surveillance camera. The robbers' faces were all covered but one of the police can tell by the Clippers jacket worn by one of them that they are members of the Bloods.\nRaven has a few of her friends help her search around and eventually they are able to find Glasgow's keys. The four robbers and the women they were with are all gone, however. Winchester arrives to pick up Talbot. Anwar and the others all say goodbye to each other and they all return to their homes. When Anwar returns home, he finds Astair asleep on the living room sofa. He decides he will tell her about the whole ordeal in the morning. He goes upstairs and finds Shasti and Freya still awake in their beds. He kisses them on the cheeks and checks to see if Xanther is also still awake. She is. He kisses her on the forehead and looks around, noticing that the cat is not in sight. He assumes it is sleeping beneath one of her blankets and he exits the room.\nAnwar erases all of the old text messages on his phone. He discovers a new voice mail, left by an old friend named Myla Mint. He decides to call her back. He discovers that Myla now lives in New York City. He tells her about all of the events that have occurred ever since Xanther first found the cat. Myla talks about a project she is working on that is opening in September. She invites Anwar to come visit when it is ready, and she insists he bring Xanther along.\nOnce Anwar and Myla finish talking, Anwar returns to his office. He gets on his computer. He wants to continue working on Paradise Open, but instead he looks at his new assignment from Enzio: \"Cataplyst-2.\" It is the newest build for the Cataplyst software. He spends the next few hours testing and sorting through the code and the results are similar to those of Cataplyst-1. When he is unable to figure it out, he tries the music trick again. The errors he discovers this time are not nearly as complicated or tedious as the first one. As with the first one, Cataplyst-2 keeps activating ports that try to connect to invalid IP addresses. Anwar still has no idea what the true nature of this software is meant for but he manages to get it running. After only a few more hours of work, he fixes Cataplyst-2 and uploads the results to Enzio's servers. He is now expecting them to pay him another $9,000.\nWhen Anwar returns downstairs, he feels a sudden jolt of adrenaline. He becomes furious when he thinks about nearly being robbed. He attempts to calm himself down by making tea. Suddenly, he starts hearing tiny footsteps. He assumes it is Xanther's cat entering the room. He searches the room and around the entire floor but he does not see the cat. He remembers something Ehtisham said to him last night just before dropping him off at home. Ehtisham had remembered something about Enzio. Anwar asked what it was, and Ehtisham told him that Mefisto worked for them.\nThe chapter ends on Sunday, June 8, 2014 at 08:09:10.\n"
				},
				{
					"title": "The Loyal Hawaiian",
					"narrator": "Luther Perez",
					"start": "June 8, 2014 (08:09:11)",
					"end": "June 9, 2014 (19:12:58)",
					"summary": "The chapter opens up on Sunday, June 8, 2014 at 08:09:11 in Los Angeles, California. Luther is sitting in an airplane. He is on his way to Honolulu, Hawaii so he can see Teyo. When the plane lands in Honolulu, Luther finds a car waiting for him. He is driven to a hotel called the Loyal Hawaiian. He spends some time exploring the hotel, being impressed with how nice it is. He takes the elevator up to Teyo's suite.\nTeyo thanks Luther for traveling out to see him and offers him a drink. He tells Luther that this will be the only time over the next few days where he speaks to him about work. Teyo informs Luther that Memo woke up three nights ago. Memo told his lawyer everything regarding the Frogtown incident. Luther and Teyo discuss the situation, Teyo saying that he already has to deal with so much. He wants Luther to kill Memo when he returns to Los Angeles. Luther says he will do it.\nTeyo buys Luther a suit and a jacket as gifts. Luther returns to his suite to take a nap. He wakes up at around 8pm. He puts on his new suit and visits Teyo again. Teyo is drinking and the two don't talk here. They both exit the hotel and head over to a sushi bar. Luther finds himself wishing that Tweetie and Juarez were with him. He starts feeling angry, but the anger vanishes when he begins eating sushi. He has never had sushi before and he discovers he enjoys the taste. As the two continue talking, Luther starts thinking about Juarez again. If he were here, Luther is sure he would have caused all sorts of trouble in the restaurant. Teyo asks Luther if he has any children. Luther says he does not.\nWhen they leave the restaurant, Teyo doesn't get into the car. He says he feels like walking, but he tells Luther to check his seat. Luther confesses that whenever he walks into a place like that restaurant, the first thought to enter his mind is that he would like to kill everyone inside. He describes the violent actions he would enjoy performing on people. His second thought is that he would like to come off as a nice person. He would even like to pay for everybody's meals. Even Luther himself is shocked by this confession, but Teyo just smiles and says that this feeling is the \"roar\" in him. Luther checks the backseat of the car and finds a wad of money. The driver of the car makes a few suggestions of places Luther could visit, but he ignores those suggestions. He says that after a night like that, he needs to feel like himself again.\nLuther tells the driver to bring him to the nearest club. Along the way, he calls Tweetie. Tweetie has been watching Luther's dogs while he has been away. Luther spends some time in two different clubs. He ends up getting bored in the first one and gets chased out of the second by security guards. After the second club, he tells his driver to take him back to the hotel. The driver does not listen to him this time. Instead he tells Luther that, \"your friend suggested here,\" before pulling into a deserted parking lot. The driver tells Luther to head to an apartment numbered 216. As Luther explores the area, he is unable to find the apartment. He starts getting paranoid. He took an expensive trip to Hawaii, his crew is back in California, he is currently drunk, and he has a bunch of money on him. He turns around to get back into the car but the car is gone.\nLuther looks up and sees the light of an apartment turn on. He can see that the number is 216. He knocks on the door and a Korean woman opens the door. She invites him inside. She is with a group of other women. They are prostitutes and Luther quickly goes to enjoy himself. The Narcons comment to tell the futures of three of these women. When Luther leaves the apartment, he finds the car waiting for him again. He heads back to the hotel to find the lobby almost completely empty, except for the presence of a receptionist. He takes the elevator back up to Teyo's suite, but he decides not to enter when he hears the sounds of a woman inside of the suite. He bumps into this woman on the elevator later. He returns to his own suite and falls asleep.\nWhen Luther wakes up, he discovers that Teyo has checked out of the hotel. He left behind a bottle of vodka, a dozen shirts, a tangerine tie, and a note. Written on the note is an apology for Teyo making a hasty departure. There is an envelope with more money in it as well. Luther decides to walk over to the beach. He sits under an umbrella and watches the sunset. He thinks about the woman that was with Teyo in his suite.\nThe chapter ends on Monday, June 9, 2014 at 19:12:58 in Honolulu, Hawaii.\n"
				},
				{
					"title": "Starving",
					"narrator": "Xanther Ibrahim",
					"start": "June 9, 2014 (22:12:59)",
					"end": "June 12, 2014 (04:07:06)",
					"summary": "The chapter opens up on Monday, June 9, 2014 at 22:12:59 in Los Angeles, California. Xanther remembers something Dov once said to her: \"fear's the only way we remember pain.\" A Narcon comments, saying that Dov never said that. Another Narcon comments, saying that Dov did say that, but not to her. She remembers back to Friday (June 6) - it was her last day of school. Through the entire school day, she was paranoid about running into Dendish or any of his friends. She eventually found out that Dendish was expelled from the school because of the locker incident. Xanther knows that Dendish has done much worse in the past, but up until that day, he had never been caught or accused of anything. Kle had praised him for the locker incident and wondered how he managed to do it. The principal of the school, Principal Sanchez, was not going to make Dendish redo the grade. He will be moving onto high school and Xanther is sure she will never have to see him again. One Narcon then comments, \"never?\" and another comments, \"never never existed.\"\nThe idea that Xanther herself was somehow responsible for the lockers flying open has been stuck in her mind. She also thinks about the cages at the shelter that flew open by themselves. She decided to spend the weekend playing video games. She even played Paradise Open for a while, which seemed to be working fine now. When the game starts running, the Narcons comment again, saying that \"we are always run.\" The only glitch that was still occurring was that the predator was still not spawning in, which frustrated Anwar. Anwar then decided to show Xanther Cataplyst-2, but she was only confused by it.\nOn Sunday night, Xanther was brushing her teeth in the bathroom. She had decided to finally look at her reflection, which she was avoiding doing ever since she first started seeing stones in people's eyes. She was immediately disturbed by the sight, so she looked away in less than two seconds. When she wonders if her eyes were even there, one of the Narcons makes another comment, saying \"one blush, one light brown, both with these like sparks, or flaws?, of yellow and green. Same old same old. Around the edge of each iris a ring that almost looks black. Maybe that's where she gets this idea of rocks,\" to which another Narcon comments, \"if only...\"\nOn Monday (June 9) all of Xanther's friends came over to her house. They all sat in the den and played video games through the afternoon. Astair made popcorn for them and later Anwar cooked dinner for everyone. Kle wanted to play Grand Theft Auto V, which Anwar owns, but he did not allow them to play it. Anwar thinks that among all of Xanther's friends, Kle is the biggest challenge for him. Kle always greets Anwar with, \"Mr. Ibrahim\" and Anwar always responds with \"Farrokh.\" One Narcon comments that the readers will learn more about the \"Farrokh\" story later. Another Narcon seems confused and comments, \"how am I hearing 'hear later'?\" as if responding to the previous Narcon's comment.\nAs Xanther and her friends continue gaming, she notices how much better at playing video games she has become recently. Cogs and Josh are overall the best gamers in their group. They are usually able to easily beat Kle in whatever game they are playing. Mayumi is able to \"surprise everyone\" every now and then, but Xanther never surprised anyone until today. Later on, Josh's parents arrive to pick him, Mayumi, and Kle up. Xanther asks them to visit her again soon. She and Cogs then take turns playing Limbo. When Anwar comes in to check on them, he says that the game is a tough one and he has not beaten it yet. Cogs admits he gave up so Xanther is currently playing. This is Xanther's first time playing the game but she has already beaten it three times. Xanther asks Cogs not to tell her parents because she thinks it would be fun to keep a secret from them. This is something she is not used to doing.\nWhen Xanther's other friends were still at the house with her, Mayumi was the first to spot the cat. She called it a kitten, but Xanther corrected her by saying the cat is actually quite elderly. Cogs and Kle were confused about that. Josh was still disappointed over the fact that Xanther never got her dog. Kle wondered why the cat never opened its eyes and Xanther was unable to offer an answer.\nXanther and Cogs take a break from gaming so she can feed the cat. She demonstrates to Cogs the proper way to feed the cat. Afterwards, Astair walks him out to her car so she can drive him home. On his way out, Cogs tells Xanther, \"I hate to say this, but uh, I don't think he's eating.\" Xanther is panicked by this, but she is also impressed with how perceptive Cogs is. She fears that the cat could end up starving to death, though.\nOn Tuesday, Astair takes Xanther with her to various shops. On Wednesday, she and Xanther go hiking. Xanther becomes increasingly angry, insisting she bring the cat with her. Astair refuses to allow this. After the hike, Xanther receives texts from Josh and Kle, who ask her if she wants to go with them to a concert. Josh's brother Teig will be photographing the band and he is allowed to add whoever he wants to the guest list. Both Astair and Anwar urge Xanther to go, but Xanther tells them all that she is feeling unwell. She is actually feeling better than ever. She ends up regretting her decision when Josh and Kle text their disappointment. She is still worried about the possibility of the cat starving to death. She continues to try to feed it but it still refuses to eat.\nSome time after midnight, Xanther sees that the cat has suddenly vanished. She searches on her bed, around her room, and all around downstairs but she is unable to find it. She sees that the front door has been left open again. She decides to run outside. She stops in the middle of the street to look around some more. She faces a long line of street lamps, and she sees headlights. A truck is quickly accelerating towards her.\nThe chapter ends on Thursday, June 12, 2014 at 04:07:06.\n"
				},
				{
					"title": "My Love",
					"narrator": "The Wizard",
					"start": "June 12, 2014 (07:07:07)",
					"end": "June 12, 2014 (14:14:14)",
					"summary": "The chapter opens up on Thursday, June 12, 2014 at 07:07:07 in Dayton, Ohio. After Cas, Bobby, and Marnie had escaped the apartment complex, they were able to get into Marnie's car and drive away. As soon as they made it outside, fire trucks, ambulances, and police cars were already arriving. Cas knew that their response time was much too fast.\nAs soon as they drove out of Dayton, they stopped by a group of homeless people and handed them all of their electronics. Bobby wanted to return to the apartment for his JEOL electron microscope and for the Airstream, but Marnie advised against it. They continued driving south until they reached Athens, Georgia. They drove near a motel but Bobby objected to them staying there. Marnie continued driving until they reached a barn. She parked her car behind the barn and they walked inside. Inside, the barn was divided up into small rooms and cubicles. There is a lot of water and gas but no electricity.\nMarnie explains that Sorcerer arranged for this safe house. Later that night, Cas and Bobby admit to each other that they are becoming mistrustful of Marnie. They contemplate abandoning her and slipping away, but they do not go through with it. Over the next few days the three of them stayed put in the barn. Cas remembered how Marnie scattered the shells of her bracelet on the fire escape back at Sorcerer's apartment as a way of misleading intruders. Marnie hopes that their pursuers are in Cleveland, Ohio right now.\nCas still feels bad about having to detonate the Orb. She wishes she had it back so she continue using it. On Thursday (June 12), Marnie begins asking questions about the Orb. Cas asks Marnie has ever tried using the Orb before, and she explains that Sorcerer allowed her to use it once, but she was unable to figure out how it worked. Marnie asks Cas if she misses the Orb. Cas admits she misses it greatly. Bobby says it is \"an addiction.\" Bobby is not handling being inside the barn too well. He still wants to retrieve his belongings from Sorcerer's apartment but Marnie continues to urge him not to leave. He almost ignores her, but Cas sides with Marnie and tells him to stay. Marnie asks if the Orb is able to see the future, which it can, but Cas says the present is \"impossible enough.\"\nSuddenly, the three of them are surprised by the sudden appearance of Sorcerer. He enters the barn and greets them. He greets Bobby as \"Necromancer.\" They all become much happier when they see him. Bobby asks about any news updates Sorcerer may be able to provide them with. He tells them that Deakin is dead. He also tells them that the barn will only be safe for a few more hours. Bobby asks how they were tracked. Sorcerer explains that the apartment they were staying at wasn't actually his, but he stayed there for a few months and thought it was safe enough. The apartment actually belonged to Recluse.\nSorcerer has one more news update that surprises Cas and Bobby. He tells them that Recluse has found the other Orbs. He also wants to meet with the two of them. If they agree to his terms, he will \"release those still alive\" and stop pursuing them. Sorcerer believes it is a trap but still holds the idea that it could be legitimate. They are unsure of whether nor not they should risk it. Once they finish talking, Marnie stands up and walks over to Sorcerer. Sorcerer addresses Marnie as \"my love\" and Marnie addresses Sorcerer as \"Mefisto.\"\nThe chapter ends on Thursday, June 12, 2014 at 14:14:14 in Athens, Georgia.\n"
				}
			]
		},
		{
			"volume": "3",
			"title": "Honeysuckle & Pain",
			"chapters": [
				{
					"title": "wings",
					"narrator": "Jingjing",
					"start": "June 13, 2014 (02:14:15)",
					"end": "June 14, 2014 (04:07:59)",
					"summary": "The chapter begins on Friday, June 13, 2014 at 02:14:15 in Singapore. Jingjing, while in his flat, suddenly hears Tian Li shriek, \"She's dying!\" Tian Li has been doing this for the past few nights now. Jingjing has tried asking her about who \"she\" is. Tian Li responded once by saying she is referring to herself, but Jingjing seems dissatisfied with this answer.\nJingjing has managed to avoid smoking since last time. He assures to himself that nothing bad will happen to him for smoking pale blue. He also claims that he is not an addict, and only smokes for fun.\nWhen dawn arrives, Jingjing finds Tian Li lying down again. She will not sit up and can barely speak a sentence without losing focus. Jingjing becomes frustrated and reminisces about when Tian Li was so well-known and respected, and when she had regular customers. She would almost always have her cat riding her shoulder. These days, they are struggling more and more to make money.\nLater on, Jingjing pays 23 another visit. He wants to try a pink balloon but is still unable to afford one. 23 offers him another pale blue instead. Jingjing accepts the pale blue and he and 23 travel outside of 23's apartment to smoke the pale blue together. They go somewhere else where they are served tea. As Jingjing smokes, he spots Tian Li nearby. This causes him to panic, and when the person serving tea asks why he is panicking, he points to Tian Li. She and 23 do not see Tian Li and they laugh it off, so Jingjing calms back down. As he continues smoking, he realizes how happy he has become ever since he started again. He considers the disappearance of the cat to be a positive thing for him. He reaches for his deck of monster cards, draws three, and places them all face down. He returns two of them to the deck and finishes smoking from the pale blue balloon. He then flips over the remaining card. It is a Red Beard card.\nJingjing begins walking away to return home. He is still holding a glass pipe and a lighter. He is spotted by a police car, which causes him to panic and toss the pipe. The pipe shatters and Jingjing begins running from the police car. The car gives chase but after some time, Jingjing manages to evade them. When he returns home, he enters the void deck. It is empty. He gets into the elevator and rides it up to his floor. The hallway is also empty. As Jingjing approaches his flat, he stops when he hears voices. He is unable to tell exactly what the voices are saying, but he becomes paranoid over them. He worries that the police tracked him down. He also worries that the voices could be because Tian Li did die. The voices stop when he unlocks the door. Once he goes inside, he finds Tian Li standing excitedly. She tells Jingjing that they must leave for Los Angeles as soon as possible.\nThe chapter ends on Saturday, June 14, 2014 at 04:07:59.\n"
				},
				{
					"title": "Xiomara",
					"narrator": "Xanther Ibrahim",
					"start": "June 13, 2014 (13:08:00)",
					"end": "June 16, 2014 (16:42:50)",
					"summary": "The chapter begins on Friday, June 13, 2014 at 13:08:00 in Los Angeles, California. Xanther and Anwar are on their way home for lunch after running errands. As Anwar drives down a hill, a squirrel runs out into the road. Anwar slams his foot on the brake and attempts to swerve around the squirrel but he accidentally runs it over anyway. Xanther exits the car to see if it survived. She is saddened to find that it did not, but at the same time she wonders what it could do if it did survive. She wonders what Dov would do in this situation if the squirrel had survived. She thinks he would have stepped on it. She wonders if she would be able to do the same.\nWhen Xanther and Anwar return home, Astair asks about what happened. She wonders if Xanther is still feeling sick. Xanther has been feeling sick throughout yesterday and today. Her parents were convinced that it was food poisoning, or just an illness, but Xanther does not believe either of these to be true. The cat then walks over to her. She picks it up and places it on her shoulder. Lately, Xanther has been noticing the rising anger from the twins. She does her best to ignore them. Xanther takes the cat to her bedroom so she can clean it. While she rarely finds any dirt on its fur, its ears are unusually filthy. Xanther carefully cleans the black, waxy goop from its ears. Its eyes are still closed, as they have been since the day she rescued it. Dark globs have also been forming beneath its tear ducts. Xanther is disgusted by having to clean its ears and eyes, and for a moment believes that this could be the reason for her sickness. Despite the fact that she cleaned the cat's ears and eyes yesterday, the muck has returned today. None of this, according to Xanther, is the unusual part. What she thought was weird was the \"tiny chest caging that little rumble, little storm.\" She can usually feel and see its ribs when she holds it, but lately they have become less visible.\nOn Saturday, June 14, Anwar leaves to attend E3. Astair takes Xanther and the twins to swim at Taymor's house. This is when Xanther spots another difference: the burning feeling she has been feeling whenever she goes away from the cat is also different. Instead of the direct, instant burning she used to feel, it is more gradual now. It starts off somewhat bearable and slowly becomes worse, until a certain point when it suddenly becomes much more intense. Overall, Xanther finds it to be a bit more bearable. When the Ibrahims arrive at Taymor's, Xanther spots a few honeysuckles. She goes over to sniff them. She likes the honeysuckles, but she says they are nothing like the honeysuckle that she spotted in the air on that night she nearly got ran over.\nXanther and the twins swim in the pool while Astair and Taymor talk at the far end. Xanther can faintly tell that they are discussing what happened that night. Taymor asks Xanther about her summer plans. Xanther isn't sure so she just says she will be spending time with the cat. The only plan Xanther currently has is that she will be going to Magic Mountain with her friends in a few weeks. She asks Taymor if Roxanne will be able to join them. Taymor says she is unsure if Roxanne will be allowed to go, as she has been grounded for getting her tragus pierced. Xanther asks if Roxanne is home, but Taymor says that she is currently somewhere else with Ted. When Xanther returns to the pool, she can tell that the twins are still annoyed with her. Astair told them to stay in the shallow end of the pool while Xanther could have the deep end to herself. Xanther dives into the pool and stays underwater. While underwater, she can still feel the burning sensation. She attempts to ignore the burning by focusing on the water. She continues to do this until she runs out of breath. She frantically returns to the surface for air. Once she catches her breath, she jumps back into the pool and returns underwater. She repeats this several times, holding her breath slightly longer each time.\nWhile still underwater, Xanther can hear Astair talking with Taymor again. Astair believes that Xanther was in a trance on that night she was nearly run over. She is considering changing Xanther's diet in hopes of preventing this from happening again. One Narcon comments that Xanther is not actually hearing them talk, and can only hear the twins splashing water. Xanther re-surfaces again and everybody else goes quiet. She ignores this and jumps into the pool again. This time, she goes all the way down and lies on her back. She begins thinking of the squirrel that Anwar ran over. She begins thinking of different questions about what the squirrel's life was like. The Narcons provide answers to each of her questions. Xanther feels bad. She wishes she had moved it aside, given it a proper burial, or at least given it a name. Xanther returns to the surface again. This time, Astair and Taymor have worried looks on their faces. They run over to the ladder that Xanther is near. Xanther just laughs it off as she realizes something else: the cat still doesn't have a name.\nFor the rest of the day, Xanther attempts to think up a name for the cat. She thinks of many different potential names but quickly dismisses them all. On Sunday night, the Ibrahims go to a restaurant in Hillhurst. As they eat, Shasti spots something strange. She notices a girl standing nearby. The girl is dressed like Xanther, and is staring at her as well. The girl runs away before Xanther can turn and see her.\nOn Monday morning, after Astair leaves to meet with her patients, the cat runs out of Xanther's room. Xanther follows the cat as it runs. The cat is not in the hallway, but is instead halfway down the stairs by the time Xanther exits her room. She figures the cat must have fallen down the stairs. The cat then continues falling down the rest of the stairs. She begins trying to think of more names for the cat but is then interrupted when she hears a shattering sound. When she hears this, she slowly continues down the stairs and looks into the living room. She sees her sisters with their housekeeper Xiomara. Xiomara is crouched down by the fireplace, cleaning up the broken pieces of Astair's glass wolf statue. Xanther knows that today is Xiomara's last day, as she will be moving back to Guadalajara with her husband. The Narcons tell a story about how Xiomara's husband will die on August 9, 2021.\nShasti and Freya help Xiomara clean up the fragments. Xiomara tells them not to help, as they could cut themselves. She tells them to go wake Anwar up from his nap instead. They do not, as they promised Astair they wouldn't wake him up. Xiomara then asks them to go get Xanther. The twins agree that they won't mention the statue to Astair. They want to take the blame for her. This act of compassion touches Xanther. Xiomara promises she will pay Astair back the amount of money that the statue is worth. She hands the money she received for the week to the twins and asks them to give it to Astair as a start. At this point, Xanther becomes suspicious. She wonders what the twins are up to.\nLater, the twins accompany Xiomara to her car. Xiomara hugs them and then drives away. When Astair returns home, they hand her Xiomara's money. Astair does not notice the broken statue yet, and is wondering why Xiomara returned her money. The twins do not explain anything. Xanther also remains silent.\nThe chapter ends on Monday, June 16, 2014 at 16:42:50.\n"
				},
				{
					"title": "Bleach",
					"narrator": "Özgür Yildirim",
					"start": "June 16, 2014 (16:42:51)",
					"end": "June 16, 2014 (21:21:20)",
					"summary": "The chapter begins on Monday, June 16, 2014 at 16:42:51 in Los Angeles, California. Oz was not transferred to Hollywood, as Abendroth previously told him, but instead was transferred to Olympic station. He wonders if Abendroth was misinformed or if his decision was overruled. Captain Cardinal welcomes Oz to the new station. Oz stays shortly, and takes a folder with him when he leaves.\nOz drives over to Planski's house and shows her the folder. He asks what kind of person would decapitate the three students. Planski, however, does not want to talk about work. She instead asks how Oz is settling into the new station. He tells her that Cardinal placed him with the unsolved squad, on his own. Oz brings the case back up by asking about bleach. Planski asks if this is even his case. Oz explains that it was Florian Sérbulo's. Planski asks why it is no longer his case. Oz says that the last Florian heard of it, the case was handed off to someone else. Someone possibly in the NSA. Cardinal told Oz to revisit any open case that dates back to at least 2010, and this is the case he is choosing to look deeper into.\nThe three students were decapitated, their heads were placed in a bathtub, and their heads were doused in bleach. Planski wonders if the goal was to obscure their identities. Oz points out that all three of their IDs were placed next to their bodies. The folder Oz brought to Planski's house was the one given to him by Warlock, containing the names of the three victims to confirm their identities. Oz has not spoken to Warlock since that day. He has considered contacting Warlock again, but never got around to doing it.\nOz asks Planski if she has heard anything from her CI yet. Planski says she has heard \"a whisper,\" and despite Oz asking for details, she will not elaborate. Planski goes back inside of her house and Oz drives back to his apartment. He finds a handwritten note on his pillow. Suddenly, his phone begins ringing. He is sure it's from Elaine but it is actually from Planski. Planski asks Oz if, in his entire career, he has ever seen a head doused in bleach. Oz says he has not. Planski hasn't either, so she \"stands by identity.\" Oz doesn't understand, so Planski points out there were four IDs left at the crime scene. Oz says there were only three, but Planski says bleach is the fourth one.\nThe chapter ends on Monday, June 16, 2014 at 21:21:20.\n"
				},
				{
					"title": "in the middle of their street",
					"narrator": "Astair Ibrahim",
					"start": "June 16, 2014 (21:21:21)",
					"end": "June 16, 2014 (23:35:04)",
					"summary": "The chapter begins on Monday, June 16, 2014 at 21:21:21 in Los Angeles, California. Astair is having dinner at a restaurant with her friend Abigail. Astair mentions that she has been doing more research on cats and has discovered that they are carnivores. Abigail asks how Xanther is handling this, since she is a vegetarian. Astair does not share her research with Xanther because she feels like Xanther would accuse her of trying to get rid of the cat. Astair tells Abigail that she is no longer trying to get rid of the cat, though she says Xanther would not believe her. The conversation shifts when Astair begins talking about the scare Xanther gave her and Taymor. She also talks about her statue of the glass wolves. After doing some research, she discovered that the statue is worth roughly $85,000. She has not yet shared this information with Anwar. Abigail mentions that she has recently started dating a man named Keen Toys. Toys is an animal trainer who owns a \"kingdom\" that contains the many different types of animals he owns. It is a private zoo, but Abigail suggests Astair come visit it. She also wants her to bring Xanther. Astair says yes to her invitation.\nIn addition to Xanther's recent pool scare, Astair also can't stop thinking about what happened last Thursday when Xanther wandered out of the house into the road and was nearly hit by a truck. At 4:04am on that Thursday morning, Astair and Anwar had awoken at the same time in a panic. They ran out of their bedroom and headed downstairs. They saw the front door still open and went outside to find Xanther in the road. At that moment, they both recalled a \"polylingual alert long gone.\" In their dreams, they kept hearing \"she'll die!\" over and over again until they woke up. The truck driver spotted Xanther and slammed on the breaks. Once the truck stopped, the driver and passenger, a woman and a man, both got out. The woman grabbed Xanther by the shoulders and shook her. This caused Astair to run over to them. Astair faintly recognized the woman as someone she has seen around the neighborhood before. The man placed his hand on the woman's shoulder and told her that Xanther was \"awakening.\" He confirmed that the woman was Lupita. Lupita then spotted a honeysuckle and said this was the source of Xanther's luck. Lupita and the man returned to their truck and drove away. When the Ibrahims returned inside, Xanther began crying. She spent the rest of the day throwing up. Astair suggested to Anwar that this could be a new type of seizure emerging in Xanther. Anwar agreed with her.\nWhen Astair returns home from dinner, she finds Anwar sitting on the front porch. He runs up to her, hugs her, and kisses her. Astair then tells Anwar that she has a surprise for him.\nThe chapter ends on Monday, June 16, 2014 at 23:35:04.\n"
				},
				{
					"title": "atsa>}]",
					"narrator": "Anwar Ibrahim",
					"start": "June 16, 2014 (23:35:05)",
					"end": "June 19, 2014 (22:05:09)",
					"summary": "The chapter begins on Monday, June 16, 2014 at 23:35:05 in Los Angeles, California. Astair notices that the glass wolves statue is missing and wants to know where it is. She goes upstairs to bring all three girls down into the living room. As she's upstairs, Anwar realizes too that the statue is missing. As soon as they are in the living room, the twins begin crying. Astair demands an explanation. Xanther tells her sisters that it's okay. The twins nod and lead the family out to the garbage bins. When Astair opens the bins and looks inside of a brown paper bag, she finds the shattered pieces of the statue. She begins crying so Anwar sends the girls back inside.\nAnwar is confused over why Astair is so upset. He assumes it must have something to do with Dov, since he was the one who gifted it to her. Once Anwar and Astair return inside, Freya claims that she and Shasti had nothing to do with the broken statue. Anwar notices the look on Shasti's face. She is unsure of what will happen next and she keeps waiting on Freya to say something. Freya then says that Xanther broke the statue. Xanther is shocked by this accusation.\nAnwar thinks back to the Thursday morning when Xanther was nearly hit by a truck. When the driver and the passenger, a man and a woman, both exited the truck, they were distraught over almost hitting Xanther. Anwar heard the man refer to the woman as \"Lupita.\" Xanther thought Lupita looked beautiful. When the two of them turned around to get back into the truck, Anwar also caught the name of the man: \"Miz.\" Xanther became upset by the event and spent the rest of the day vomiting. Once it was over, Xanther felt great. Astair blamed epilepsy for the whole event but Anwar was unsure about this. Later, after Anwar ran over the squirrel, he expected Xanther to break into tears. Instead, she ran out of the car to check on the squirrel. This moment reminded Anwar of Dov again.\nAnwar then remembers his work with Enzio. They accepted his Cataplyst-2 submission and paid him again. They then sent him another new build: Cataplyst-3. On June 11, Anwar received an email from Savannah Cambridge, an employee at Enzio. He is expected to once again fix the major bugs in the code and submit it again for payment. Anwar had spent days trying to fix Cataplyst-3 but nothing was working. He tried revisiting the first two Cataplyst builds again but that only increased his confusion. Anwar then began to wonder more about what was really going on. He wondered what Mefisto was doing while working for Enzio. He wondered if Mefisto knew about the Cataplysts. He wondered if Enzio knew that Anwar knew Mefisto. He wondered how Enzio even discovered Anwar in the first place. Anwar was beginning to feel paranoid, but then he remembered something that eased his nerves. Right after the Ibrahims first moved to Echo Park from East Los Angeles, Mefisto had visited them. When he visited, Astair and the girls were not home. Instead of visiting at night with alcohol as Mefisto usually would, he visited in the morning with coffee. Mefisto only stayed for a short time. Anwar felt that it was just a normal visit, but Mefisto looked worried. Still, he did not bring up anything serious with Anwar. The two merely talked and joked around. After Mefisto left, Anwar discovered a prank he pulled: he reprogrammed the security device on their front door to say \"alert: open door!\" in different languages.\nBack on the morning on June 12 at 4:04am, Anwar and Astair woke up at the exact same time. Astair claimed that she was hearing a voice in her dreams. It was in a language she did not speak, but could still understand. The voice kept screaming \"she'll die!\" over and over again. Anwar could hear a voice too, but he thought it was Mefisto's voice. Language and vocabulary have always been important to Anwar, and he wanted it to be important to his family as well. This focus on language and vocabulary increased Anwar's paranoia with the Cataplyst software. There was nothing in the coding to indicate any sort of purpose with the software. Despite Enzio repeatedly telling Anwar that \"Cataplyst\" is a game they were working on, the game continued to feel too empty. There were no assets, or design, or much of anything else to convince Anwar to believe that it truly was a video game.\nAnwar, Ehtisham, Glasgow, and Talbot all attended E3 over the weekend. Anwar was disappointed that he was not able to announce Paradise Open with the list of games being revealed. Among all of the games that were being revealed, Dead Rowboats had unveiled a game they were calling Category 9. Ehtisham told Anwar that they could start their own video game company if they had $50,000. He also mentioned that Blizzard offered him a job. EA and Riot Games both contacted Talbot. When Kozimo asked Glasgow if he would like to work for Dead Rowboats, Glasgow rejected the offer.\nThe flashback ends and Anwar tells Astair that he knows the statue had a lot of significance. On Tuesday, the household is mostly silent. Anwar uses the silence as an opportunity to catch up on work. On Wednesday, speech is slowly returning. Anwar is still puzzled over what really happened with the statue. After Freya accused Xanther of breaking it, Astair asked how and why she would do that. The twins attempt to give a story, though it is inconsistent. After they finish talking, Anwar and Astair both ask Xanther if their story is true. Xanther chose to remain silent.\nOn Wednesday night, Anwar and Astair are discussing the situation in their bedroom. Astair says Xanther needs to be punished. Anwar asks if this anger is really about the statue, or if it is about Dov. Astair leads Anwar out of the house and they take a walk around the neighborhood. Astair tells Anwar that the statue was worth roughly $80,000 and she was planning on selling it. Thoughts of all the things they could have done with that money quickly rush through Anwar's mind. He then admits that he does not want to punish Xanther for breaking the statue. He does, however, want to punish her for not telling the truth right away. As they continue walking, they try to come up with an appropriate punishment.\nOn Thursday, Anwar and Astair confront Xanther. Astair says she will be punished if she does not confess the truth. Xanther does not confess. She merely asks them what her punishment will be. Astair, in a fit of rage, threatens to take away the cat. Both Anwar and Xanther are shocked by this, but Xanther becomes angry upon hearing this. Astair calms down and tells Xanther that she will instead be grounded for only one day: the day she is supposed to go to Magic Mountain with her friends.\nThe chapter ends on Thursday, June 19, 2014 at 22:05:09.\n"
				},
				{
					"title": "Withdrawal",
					"narrator": "The Wizard",
					"start": "June 20, 2014 (01:05:10)",
					"end": "June 26, 2014 (03:33:32)",
					"summary": "The chapter begins on Friday, June 20, 2014 at 01:05:10 in Athens, Georgia. Mefisto has a series of videos on his laptop that he wants to show the others. Bobby watches them, but then regrets watching them. After hearing that the videos are gruesome, Marnie refuses to watch them. When Cas grabs the laptop, Mefisto tells her to warn him when she reaches the ninth video. Cas only makes it through the first three before having to stop. She runs out of the barn to get some air.\nA flashback starts. Back when Mefisto had first met up with the others, he drove them out of the barn and out of Athens. He then immediately circled around back into Athens and took them to a different barn. When Mefisto is asked if this barn is also owned by Recluse like the apartment was, he says it is not. This put both Bobby and Marnie at ease, but Cas still felt paranoid. As time went on, the group did their best to just survive and stay hidden. They turned the second story of the barn into an \"Undoing Room,\" in which \"artists could gather to undo preconceptions so new creative impulses might emerge.\" The group would sleep on the third floor. On some nights, stray cats could be seen wandering around. One even made it upstairs and woke Cas up. Every morning, Bobby would bring Cas honeysuckles.\nWhen Cas finally brought up the Orb she detonated, she admits that she has done harm. Later on, when Marnie and Mefisto left the barn so Marnie could finish the tattoo on her back, Cas and Bobby got into an argument. Bobby suggested that Cas has recently been showing signs of withdrawal. Cas became angry at this, but Bobby told her to run the list of symptoms. When Mefisto and Marnie returned, Bobby was asleep and Cas was sitting in the Undoing Room with the cat that wandered in before. Cas took Bobby's advise and thought about her recent behavior. She knew that Bobby was right - she desperately wanted to be able to scry again. Mefisto decided to talk to Cas about it one night. Cas apologized for detonating the Orb, but Mefisto was not upset.\nThe flashback ends. Cas wants to try watching through the videos on Mefisto's laptop again. The files reveal what happened to Merlin. The first two show angles from various angles from a CCTV system in a parking lot in New Orleans, Louisiana. Merlin was stumbling around, as if drugged. He was then run over repeatedly by a black Escalade. The third file shows a news report that plays Merlin's death again, only this time from the perspective of a witness's cell phone. The witness got a close-up of Merlin's face. The obituary for Merlin, real name Deakin Carraway, is now online. Cas asks what the other files contain. Mefisto explains that they are more angles from other bystanders. Cas asks about the ninth file. Mefisto explains that this one is not of Merlin. Marnie breaks out into tears, claiming that she can't handle this. When she runs upstairs, Cas tells Mefisto that Marnie doesn't belong in their group. She should go elsewhere and try to live a normal life before it's too late. Mefisto says that it is already too late and that Marnie would end up dead if she were on her own.\nMefisto insists Cas watch the ninth file now. He plays the video for her. It is a news clip, originally aired in Los Angeles. Three students were found dead in a house. Their names are Yuri Grossman, Eli Klein, and Jablom Lau Song. Cas is upset by the file and tries to go to sleep. Several days pass, but on Tuesday night, she overhears Mefisto and Bobby having a conversation. They are talking about \"the old Orbs, about Future Windows, The Zero Window, and Orbless Revelation.\"\nOn Wednesday morning, Bobby prepares breakfast for the group. Cas points out that when Mefisto first met up with them, he mentioned that Recluse wanted to meet with them. They spend the rest of the day analyzing the request. They examine pages Mefisto printed out from a thread on Reddit called \"Appomattox Redux,\" which was decoded with a key from 4chan under \"weapons.\" They figure out that Recluse wants to meet at the Lincoln Memorial. He also only wants Cas to show up so the two can talk alone. They are unsure of what exactly Recluse wants to discuss. Cas is certain of one thing, though: they need a new Orb. Later that night, Mefisto brings Cas the new Orb. Mefisto admits that he and Bobby have been working on it for the past week. It is no longer traceable, but it is slower. They also boosted its detonation. If this one is detonated, it could injure or even kill anyone nearby. Cas initially does not want to take it due to it being Mefisto's own Orb, but he insists. He says he has never been interested in what it sees. He is only interested in how it sees and \"what that implies.\"\nCas asks Mefisto about Clip #6. Mefisto hasn't watched it in some time and is unable to recall much of what it depicts. He does, however, tell Cas that he will be heading to California. He wants to visit his friend, and investigate why his friend's daughter appears in the Clip. Cas remembers the name of the child: Xanther.\nThe chapter ends on Thursday, June 26, 2014 at 03:33:32.\n"
				},
				{
					"title": "Lives of Others",
					"narrator": "Luther Perez",
					"start": "June 26, 2014 (00:33:33)",
					"end": "June 26, 2014 (06:02:46)",
					"summary": "The chapter begins on Thursday, June 26, 2014 at 00:33:33 in Los Angeles, California. Luther and the IHOP waitress Quantelle enter a house. Quantelle asks Luther if this is his house but he does not respond. He brings her inside and they go up to the master bedroom on the second floor.\nA flashback begins. Some time after Luther returned from Hawaii, he was given a wad of money. It was from his crew selling a new shipment of pale blue balloons. Teyo's assistant Eswin delivered the money. Luther used ten thousand dollars to pay Adolfo back for the lost truck. Afterwards, he returned to Eswin. Eswin told Luther that he was now a salaried employee. He would be paid every two weeks through a new account. Luther was told only to withdraw money and never deposit money. The money was even good for doctors if Luther were ever to need one. He has not been to a doctor in some time. Last time he went to a doctor, he was shot. Doctors were convinced he was going to die. Eswin also mentioned that Teyo would like to have another meeting in the future.\nLuther was given another task. He was supposed to locate a man named Domingo Persianos, who is in debt with Teyo and several other people. Luther and his crew have been searching periodically for Domingo but so far they have been unsuccessful. Tweetie has left voice mails on Domingo's phone to warn him to pay back his debts. While taking a break from tracking Domingo, Luther instead tried to find Rosario. When he could not find her, he tried to find Nopales. He could not find her either, but while passing by IHOP, he noticed Quantelle smoking in the parking lot. He was surprised to learn that Quantelle remembered him from last time. Luther wanted to put fear into her, but she turned out to be tougher than he expected.\nThe flashback ends. Luther and Quantelle are still in the house. Quantelle spots a picture of some people and asks who they are. Luther admits that this is not his house. He has never been here before. At first, Quantelle believes he is joking but she then realizes that he is not. Luther again hopes that this will scare her, but she is okay with what they are doing. After they have sex in the master bedroom, Luther uses the shower. Before leaving, they fix everything in the house that was moved. Luther decides to turn on the TV, and he mutes the sound. He wants to purposely leave things a little off for whoever lives here when they come back. Luther and Quantelle leave the house and return to IHOP. Quantelle wants to see Luther again.\nThe chapter ends on Thursday, June 26, 2014 at 06:02:46.\n"
				},
				{
					"title": "Waving back",
					"narrator": "Shnorhk Zildjian",
					"start": "June 26, 2014 (06:02:47)",
					"end": "June 30, 2014 (08:05:58)",
					"summary": "The chapter begins on Thursday, June 26, 2014 at 06:02:47 in Los Angeles, California. Shnorhk is sitting in traffic, angrily honking his horn at the driver in front of him for not taking a left turn at a green light. The driver turns when the light turns red but Shnorhk decides to obey the law and wait for the light to change again. When he begins having a coughing fit, he reaches for the hanky in the passenger seat next to a stack of business cards that Patil made for him. When the light turns green, Shnorhk takes the left turn and notices a nearby motorcycle cop. After the last accident he was in, Shnorhk tries to drive as carefully as possible out of fear of losing his job or his license. Later, he spends the rest of the day with Patil.\nOver the next few days, several customers complain about how slow Shnorhk drives. He ignores them by playing music on his stereo. The music was recorded by Mnatsagan, Kindo, Dimi, Haruki, Alonzo, and Tzadik. Some customers complain that he plays the music too loudly. Others complain that the music is bad and they tell Shnorhk to play other songs. When Shnorhk continues to ignore them, they respond by not tipping him. This seems to not bother Shnorhk too much. He still has not handed out a single business card. Shnorhk notices how one customer is wearing a shirt that reads \"Zildjian! The only authentic Turkish cymbal!\" This Zildjian has no relation to Shnorhk. Shnorhk seems to be offended by the customer's shirt (because Avedis Zildjian, creator of the Zildjian cymbals, was Aremenian like Shnorhk, not Turkish) and refuses to even take the customer's money.\nShnorhk picks up another customer. This person is a young Armenian. He enjoys the music Shnorhk plays. When Shnorhk tells him the story about the customer with the Zildjian shirt, the young man is also annoyed. He introduces Shnorhk to the band System of a Down. The two continue talking until they arrive at the destination: a coffee shop. Shnorhk reaches for a business card to give to the man. The young man spots his friends and tells Shnorhk to check out the black Escalade owned by one of them. The driver of the Escalade makes a comment at a passing woman that seems to frighten her. The young Armenian man leaves Shnorhk a large tip. Shnorhk becomes nervous and decides not to hand his card to the man.\nOn the morning of Monday, June 30, Shnorhk picks up a Japanese businessman. The man is on his phone but he does not object to Shnorhk's music. He does not yell while on the phone either. The dialogue of what the man says is shown, but when a Narcon begins to translate, Shnorhk interrupts by stating that it is not important, so the Narcon stops translating. The destination is the airport, and when they get there, Shnorhk hands the businessman a card. After the man exits the taxi, Shnorhk drives away. He notices the man left Shnorhk's card on the seat. Something else was also left behind: a cat statue. It is black with gold whiskers, gold eyes, and red ears. Its paw is up, as if waving. Shnorhk returns to the airport and tries to track down the businessman so he can return the statue. Shnorhk is unable to find the man, but he is certain that the man will want the statue back.\nThe chapter ends on Monday, June 30, 2014 at 08:05:58.\n"
				},
				{
					"title": "Honeysuckle",
					"narrator": "Xanther Ibrahim",
					"start": "June 30, 2014 (08:05:59)",
					"end": "July 2, 2014 (22:22:10)",
					"summary": "The chapter begins on Monday, June 30, 2014 at 08:05:59 in Los Angeles, California.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Wednesday, July 2, 2014 at 22:22:10.\n"
				},
				{
					"title": "Joint Session",
					"narrator": "Astair Ibrahim",
					"start": "July 2, 2014 (22:22:11)",
					"end": "July 5, 2014 (10:13:21)",
					"summary": "The chapter begins on Wednesday, July 2, 2014 at 22:22:11 in Los Angeles, California.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Saturday, July 5, 2014 at 10:13:21.\n"
				},
				{
					"title": "A Sleeping Warrior",
					"narrator": "Isandòrno",
					"start": "July 5, 2014 (10:13:22)",
					"end": "July 8, 2014 (16:28:19)",
					"summary": "The chapter begins on Saturday, July 5, 2014 at 10:13:22 in Mexico City, Mexico.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Tuesday, July 8, 2014 at 16:28:19.\n"
				},
				{
					"title": "dead-end cats",
					"narrator": "Anwar Ibrahim",
					"start": "July 8, 2014 (14:28:20)",
					"end": "July 10, 2014 (15:14:15)",
					"summary": "The chapter begins on Tuesday, July 8, 2014 at 14:28:20 in Los Angeles, California.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Thursday, July 10, 2014 at 15:14:15.\n"
				},
				{
					"title": "Sew",
					"narrator": "Cas \"The Wizard\" Stern",
					"start": "July 10, 2014 (18:14:16)",
					"end": "July 11, 2014 (21:21:21)",
					"summary": "The chapter begins on Thursday, July 10, 2014 at 18:14:16 on Georgia State Route 15.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Friday, July 11, 2014 at 21:21:21 in Knoxville, TN.\n"
				},
				{
					"title": "On behalf of life",
					"narrator": "Shnorhk Zildjian",
					"start": "July 11, 2014 (21:21:22)",
					"end": "July 13, 2014 (00:31:04)",
					"summary": "The chapter begins on Friday, July 11, 2014 at 21:21:22 in Los Angeles, CA.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Sunday, July 13, 2014 at 00:31:04.\n"
				},
				{
					"title": "MI",
					"narrator": "Xanther Ibrahim",
					"start": "July 13, 2014 (00:31:05)",
					"end": "July 17, 2014 (16:02:11)",
					"summary": "The chapter begins on Sunday, July 13, 2014 at 00:31:05 in Los Angeles, CA.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Thursday, July 17, 2014 at 16:02:11.\n"
				},
				{
					"title": "Virgil",
					"narrator": "Özgür Yildirim",
					"start": "July 17, 2014 (16:02:12)",
					"end": "July 17, 2014 (22:12:29)",
					"summary": "The chapter begins on Thursday, July 17, 2014 at 16:02:12 in Los Angeles, CA.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Thursday, July 17, 2014 at 22:12:29.\n"
				},
				{
					"title": "cannibal stones",
					"narrator": "Jingjing",
					"start": "July 18, 2014 (13:22:30)",
					"end": "July 19, 2014 (00:32:40)",
					"summary": "The chapter begins on Friday, July 18, 2014 at 13:22:30 in Singapore.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Saturday, July 19, 2014 at 00:32:40.\n"
				},
				{
					"title": "Nacho",
					"narrator": "Luther Perez",
					"start": "July 18, 2014 (09:32:41)",
					"end": "July 18, 2014 (11:17:44)",
					"summary": "The chapter begins on Friday, July 18, 2014 at 09:32:41 in Los Angeles, CA.\n***SUMMARY PENDING / UNDER CONSTRUCTION***\nThe chapter ends on Friday, July 18, 2014 at 11:17:44.\n"
				},
				{
					"title": "rawrgrl",
					"narrator": "rawrgrl",
					"start": "July 18, 2014 (11:17:45)",
					"end": "July 28, 2014 (10:10:10)",
					"summary": "***SUMMARY PENDING / UNDER CONSTRUCTION***\n"
				},
				{
					"title": "Mefisto",
					"narrator": "Anwar Ibrahim",
					"start": "July 28, 2014 (10:10:11)",
					"end": "July 28, 2014 (23:23:44)",
					"summary": "The chapter begins on Monday, July 28, 2014 at 10:10:11 in Los Angeles, CA.\nMefisto arrives unannounced at the Ibrahim residence. The security system that Mefisto has programmed to shout \"warning: door open\" in many languages surprisingly (or perhaps not) does not go off. When Anwar opens the door, Mefisto is on his knees, as if to apologize, and brings gifts for the family. Honeysuckle flowers for Astair and scotch for Anwar (although Astair jokingly accepts the scotch claiming that it was sweet of Mefisto to bring flowers for Anwar). Anwar brings foam lightsabers for the twins and oversized black-out sunglasses with pink frames for Xanther.\nMefisto is taken aback by the cat. He asks Xanther for his name, but when she admits she hasn't figured it out yet, Mefisto suggests calling him \"Mefisto.\" He pulls a coin from behind the cat's ear to Xanther's delight. The cat makes Mefisto uneasy.\nXanther asks Mefisto about the phone prank. Mefisto refuses to answer but goes down on his knees again, apologetically. The cat is uncharacteristically playful, and bats at Mefisto's afro with his paw. Everyone laughs and drops the subject. Anwar reflects that it's not the first odd reaction the cat has had to Mefisto. Even before Mefisto arrived, Anwar noticed the cat facing the door with its head up (eyes closed), apparently in anticipation of Mefisto's arrival.\nLater, Anwar presses Mefisto for an explanation of the phone prank. Mefisto again sidesteps, claiming there's more pressing things to discuss. However, what Anwar assumes would be the pressing thing for them to discuss -- progress at Sementera and Paradise Open -- is no longer pressing as the company folded. Mefisto claims he has to leave before lunch, although that turns out not to be the case. Anwar suggests going out to breakfast and Mefisto says it's \"a must!\" but they never make it out to breakfast.\nInstead, they stop at the piano room. Mefisto quotes Machiavelli: \"The best fortress for the prince is to be loved by his people.\" Mefisto then hedges, claiming maybe \"the problem has nothing to do with love but with 'fortress,' which inherently, in insisting on territory, institutes love's contrary.\" The two discuss Mefisto's recent thoughts about \"territory, about borders and boundaries, about open gates and closed gates.\" He states that his thoughts on the topic have been hurting his head and hurting his friends. Anwar internalizes this statement and thinks that the phone prank was a great annoyance, but it didn't cause him pain. \nAnwar notices that again the patio doors and windows are wide open. Mefisto begins ruminating on an old math problem, but then catches himself and returns to the \"fortress\" conundrum. Mefisto wonders if it's possible to create any concept like religion, government, or justice system that is dedicated to producing \"betterment\" that could not be \"controverted to a contrary effect.\" Anwar and Mefisto are surprised when Xanther asks when lunch is, as they had not heard her enter the room, which keeps happening. Anwar says lunch could be now, if Mefisto has time. Again Mefisto says it's \"a must!\" but again they never end up going out to eat.\nInstead, they get to the living room. Mefisto is now and has been staring at Xanther. Once again they don't notice as Xanther arrives and sets down a tray of food and drink. Xanther tells Mefisto that the cat likes him. Mefisto remarks that the cat hasn't moved at all, and Xanther says \"I can tell.\" Anwar and Mefisto have a wide-ranging discussion of many topics including pop culture science and the nature of knowledge and its acquisition.\nMarnie knocks at the door and Xanther allows her in. Marnie seems to recognize Xanther, which everyone finds odd and Marnie catches herself. She comes up with a peculiar explanation \"I just felt, like-- Y'all just look so breezy together.\" Mefisto leaves with Marnie, and Anwar watches them have a serious conversation outside. He notices there's no denying how everyone's attention keeps circling the cat. Mefisto returns, saying Marnie has to run some errands and asking if it's alright if he stays a little longer. Anwar suggests a \"proper afternoon snack\" and again Mefisto claims it's \"a must!\" but they never leave. \nOn the table where they are sitting is a drawing of Astair's from their last joint session, which is a floor plan of their home. On the following page is an obscured rendition of the drawing. The Narcons remark that it is impossible that Anwar can see the image but they are not able to see it; they seem panicked and an error \"uncategorized disturbance\" is noted.\nLater, when Astair enters with the twins, the door alarm goes off in many languages. After a stew dinner, Anwar finally brings up Enzio to Mefisto. Mefisto says that Enzio is full of smart people \"with the kind of deep roots in stuff that if survived can only give one the type of education that helps one survive worse.\" He admits they're terrible with money, and Anwar states that Enxio owes him money from Cataplyst-3. Mefisto is surprised that Enzio went cold that quickly. They toast \"to new beginnings, to new ends, to new nows.\"\nFinally, Xanther comes to say good night. Mefisto asks to hold the cat and says he is \"so light!\" but Anwar notices he needs both hands to support such lightness. Mefisto admits he's tangled up in something. He admits terrible things are afoot and that he hopes they can stay friends through it. Mefisto begins to discuss Clip #6 and that he is part of a terrible coincidence. Mefisto admits that many people fell victim to the phone prank through a virus called i.m.spartacus. He says the virus did what it was designed to do \"hide in a tremendous onslaught of information what matters most to me.\" He says that the virus was to hide an \"Aberration,\" which turned out to be Xanther.\nThe chapter ends on Monday, July 28, 2014 at 23:23:44.\n"
				},
				{
					"title": "Maneki neko",
					"narrator": "Shnorhk Zildjian",
					"start": "July 28, 2014 (23:23:45)",
					"end": "July 29, 2014 (10:51:28)",
					"summary": "The chapter begins on Monday, July 28, 2014 at 23:23:45 in Los Angeles, CA.\nShnorhk is still upset, but driving is a pleasure that Shnorhk can still count on. The customers aren't so bad, and there's even big tips. Shnorhk surprises himself by handing out business cards, but he can't let go of the night with the old professor. Shnorhk is still coughing.\nA passenger asks if the maneki neko is supposed to bring good luck. Now he does not feel good about driving, just dull. Shnorhk reflects on Mnatsagan, and tries to forget his promises to him. For the rest of the night all attention is directed to the cat. Shnorhk even loses his way at on point focused on the cat, and is annoyed at the Japanese businessman who left it. He does not believe the cat is lucky. He wishes he had the \"edge\" to get rid of it.\nHe notices a child alon, maybe twelve or thirteen wearing pink high-tops, black shorts, a pink t-shirt and black braids, but by the time Shnorhk gets out of his car to try to help her, she cannot be found.\nReturning to his cab, Shnorhk is even more annoyed with the cat. He returns home and Patil is no help with the cat situation. The house also has a bad acidic smell, which Patil does not deny. A cat has urinated in Shnorhk's closet. Patil is only amused by it, because she likes the cat's company. Shnorhk feels mocked.\nHe continues looking for the lost box, and winds up leaving the cat on the side of the road in east L.A. But he finds leaving the cat isn't so easy. HE's stuck in traffic and keeps seeing it in his rearview mirror. He feels as if the cat is beckoning him and crying for him. Shnorhk winds up crying as well. The name Arshalous appears but is crossed out.\nHe drives around the block to try to reclaim the cat, but finds it is gone. He stumbles around, wiping tears from his face, and finds the cat on a shopping cart full of plastic bags. He reclaims it screeching \"Mine!\" The homeless man whose cart it was looks in turns bewildered and amused. Shnorhk offers $100 dollars for the cat, but the homeless man will only accept $27.27. Shnorhk has to go to three stores before a shop clerk will dig out the pennies for him, but he has to buy some super glue to get the pennies. He winds up using the super glue to adhere the \"stupid cat\" to his dashboard .\nThe chapter ends on Tuesday, July 29, 2014 at 10:51:28.\n"
				},
				{
					"title": "Hyperion",
					"narrator": "",
					"start": "",
					"end": "",
					"summary": "The chapter begins on Tuesday, July 29, 2014 at 10:51:29 in Los Angeles, CA.\n***SUMMARY PENDING / UNDER CONSTRUCTION ***\nThe chapter ends on Thursday, July 31, 2014 at 17:17:55.\n"
				},
				{ "title": " Savage\n" },
				{ "title": " Oceanica\n" },
				{ "title": " hungry ghost\n" },
				{ "title": " “Senex in Museum”\n" },
				{ "title": " One Lab\n" },
				{ "title": " M.E.T.E.\n" },
				{ "title": " Esse Quam Videri\n" },
				{ "title": " Pomona\n" },
				{ "title": " The Animal Kingdom\n" },
				{ "title": " Satya\n" }
			]
		},
		{
			"volume": "4",
			"title": "Hades",
			"chapters": [
				{ "title": " Near Little Switzerland\n" },
				{ "title": " Same cage\n" },
				{ "title": " Forget the Key\n" },
				{ "title": " 'Nathan.'\n" },
				{ "title": " The Range\n" },
				{ "title": " Lion Girl\n" },
				{ "title": " Uneasy Magic\n" },
				{ "title": " Havoc\n" },
				{ "title": " EDS\n" },
				{ "title": " nabual\n" },
				{ "title": " changi!\n" },
				{ "title": " New York\n" },
				{ "title": " \"I sue you all!\"\n" },
				{ "title": " Cynthia\n" },
				{ "title": " Ammonia\n" },
				{ "title": " slashes\n" },
				{ "title": " Marisol\n" },
				{ "title": " Hades\n" },
				{ "title": " Locochón\n" },
				{ "title": " black dog\n" },
				{ "title": " The Arsenal\n" },
				{ "title": " -Of course\n" },
				{ "title": " \"We miss you, brother.\"\n" },
				{ "title": " bluewhale\n" },
				{ "title": " The Box\n" },
				{ "title": " Domingo's Mother\n" },
				{ "title": " Worse Than Any Nightmare\n" },
				{ "title": " no chance\n" },
				{ "title": " Undaunted\n" },
				{ "title": " 2187D\n" }
			]
		},
		{
			"volume": "5",
			"title": "Redwood",
			"chapters": [
				{ "title": " \"White cat!\"\n" },
				{ "title": " cycling\n" },
				{ "title": " \"It's super gentle.\"\n" },
				{ "title": " Mohonk Mountain House\n" },
				{ "title": " Thunk\n" },
				{ "title": " at last!\n" },
				{ "title": " Jasper\n" },
				{ "title": " Beauty\n" },
				{ "title": " bad math}]\n" },
				{ "title": " Oh\n" },
				{ "title": " A Thing of God\n" },
				{ "title": " when strangers arrive\n" },
				{ "title": " ger one scrawny\n" },
				{ "title": " flying\n" },
				{ "title": " OFF DUTY\n" },
				{ "title": " You Should Be Dead\n" },
				{ "title": " Midnight Creatures\n" },
				{ "title": " Domingo\n" },
				{ "title": " rawrgrl\n" },
				{ "title": " Cricket\n" },
				{ "title": " dot dot dot\n" },
				{ "title": " A Thousand Gates Close\n" },
				{ "title": " The Labyrinth\n" },
				{ "title": " \"You seen my boy?\"\n" },
				{ "title": " Into hell\n" },
				{ "title": " Genocide\n" },
				{ "title": " // or: bomb?\n" },
				{ "title": " (devastation's gaze)\n" },
				{ "title": " Cold Milk and Figs\n" },
				{ "title": " Bury the Heavens\n" },
				{ "title": " \"Senex in Venice\"\n" }
			]
		}
	]
}
